{
  "docs": [
    {
      "source_url": "https://forums.att.com/t5/Android/ATT-Unlock-Request-Denied-brand-new-Huawei-H1611-non-AT-amp-T/td-p/5089270",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "ATT Unlock Request Denied - brand new Huawei H1611, non-AT&T customer",
      "contact_date": "2017-03-07T08:27:00.000Z",
      "contact_id": "hshau84",
      "text": "hllo,i purchased a huawei h1611 and requested an unlock code but was denied. this phone was brand new and was not used, and i am not an wwireless customer. the e-mail i received did not explain why i was not able to unlock the phone, only stating:\"because of wwireless guidelines, we aren't able to unlock your device.\"can any experts help me to figure out why my request was denied? thanks in advance.regards,h",
      "source": "call",
      "contact_duration": 59
    },
    {
      "source_url": "https://forums.att.com/t5/Android/My-phone-sim-is-looked/td-p/5089325",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "My phone sim is looked",
      "contact_date": "2017-03-07T09:28:00.000Z",
      "contact_id": "Johnfontenot23",
      "text": " am a customer i bought the card and a sim from you store i tried the online thing they said they can't find email address and my user id is it being a fan either but you're supposed to be my phone number i've been trying to get this unlocked all day and all night i don't have a ride i have to do everything over wireless internet i need my puk password to unlock my sim",
      "source": "call",
      "contact_duration": 16
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Text-message-contact-with-no-tone/td-p/5089596",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Text message contact with no tone",
      "contact_date": "2017-03-07T13:40:00.000Z",
      "contact_id": "Vetdoctor",
      "text": "fter a factory reset to my note5 i found my daughter's messages in the wwireless message app marked with a no sound icon. i added a ringtone to her profile but still no chime when she texts.",
      "source": "call",
      "contact_duration": 23
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Please-give-us-the-LG-G5-H82020J-OTA-URL/td-p/5089530",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Please give us the LG G5 H82020J OTA URL.",
      "contact_date": "2017-03-07T12:56:00.000Z",
      "contact_id": "PHYCLOPSH",
      "text": "n behalf of the abroad wwireless and xda community, we would like to know where we may download the h82020j ota file for the wwireless lg g5 phone. also, i don't think wwireless has taken into consideration that nougat now has an enforced-state dm verity security function which may fail for no fault of the user, requiring an original tot/kdz file to restore our phones to an operable condition. now, we know that the lg g5 nougat ota file is located on an wwireless server address such as or similar to https://xdm.wireless.wwireless.com/... or https://xdmd.sl.wwirelesscompute.com/agents/... with certain portions of related lg g5 build numbers following. we implore you for this peace offering.if you would be so kind as to offer us this information, we would be happy to continue supporting the wwireless brand.if you do not have authority in these mwwirelessers, we would appreciate a response from the lead authority on wwireless's lg ota software department.thank you.",
      "source": "call",
      "contact_duration": 60
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Samsung-Note-3/td-p/5089429",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Samsung Note 3",
      "contact_date": "2017-03-07T11:37:00.000Z",
      "contact_id": "Cainfamily",
      "text": "m daughter's samsung galaxy note 3 was not holding a charge so we got a new bwwirelessery and installed it. now the screen is black. you can power it up but the screen stays black and it has a red light in top left corner and it vibrates shortly every little bit but the screen stays black. if i turn it on the light turns blue for a little then you can hear the samsung song then the light turns red and does a little chime chime thing but never turns on. what do i do?",
      "source": "forum",
      "contact_duration": 60
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Unblock-my-gophone-device/td-p/5088887",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Unblock my gophone device",
      "contact_date": "2017-03-06T17:36:00.000Z",
      "contact_id": "Rswang",
      "text": "'m a user of gophone prepaid plan for my current device for more than 2 years. and since i want to use the device out of us, i want to unblock it. i followed the step and sent a request, but was answered with decline that my decive has not had active paid service for more that six months. this sounds really weird to me because i've been an active user for this device for more than 2 years and the service has never beensuspended. i just wondered why this would happen or if it is caused by a misunderstanding about \"paid service\"?",
      "source": "forum",
      "contact_duration": 58
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/file-complaint/td-p/5088311",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "file complaint",
      "contact_date": "2017-03-06T12:51:00.000Z",
      "contact_id": "mmprince",
      "text": " have had numerous problems with an upgrade. i spent many hours on the phone with many different solutions. it is now taken care of but i want to file a complaint. again when i asked i was told www.wwireless.com/complaint there is no such page. i was also told it was on page 4 of my bill. again no information there. where can i send a complaint.",
      "source": "chat",
      "contact_duration": 28
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Suspending-Service/td-p/5088452",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Suspending Service",
      "contact_date": "2017-03-06T16:06:00.000Z",
      "contact_id": "Kellyb320",
      "text": " received a letter today regarding my wwireless bill. i have been making payment arrangements to get caught up on my nill. i have been very good about it and always make sure i pay a good amount so there are no issues. i now get a letter today stating my service was going to be shut off on march 8th, we will keep service on if arrangements are met. i have never missed an arrangement so don't know why i am getting a threat letter. can they shut my phone off eventhough i have never missed an arranged payment day?",
      "source": "chat",
      "contact_duration": 29
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Phone-Support-Garbage/td-p/5088508",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Phone Support Garbage",
      "contact_date": "2017-03-06T17:31:00.000Z",
      "contact_id": "DarkSorrow",
      "text": " called the 611 number from my phone 8 times today and each time the call was disconneced either while transfering or after being sent somewhere from the automated wwirelessendant. this is unacceptable and needs to be addressed. i wait on hold for 15 minutes only to be disconnected. complete b s.",
      "source": "chat",
      "contact_duration": 17
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Connect-to-wireless-router/td-p/5088704",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Connect to wireless router",
      "contact_date": "2017-03-06T20:36:00.000Z",
      "contact_id": "OldGuys",
      "text": "whn i try to connect to my wireless router i get a response on my device of \"saved, secure\" versus \"connected\". this has just recently changed.",
      "source": "chat",
      "contact_duration": 30
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/How-do-I-get-ringtones-on-Cingular-Flip/td-p/5088706",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "How do I get ringtones on Cingular Flip?",
      "contact_date": "2017-03-06T13:46:00.000Z",
      "contact_id": "An File Dubh",
      "text": " recently bought an wwireless cingular flip phone, and i would like to download ringtone mp3s. however, there is no way to transfer files from a desktop, so i'm wondering how to get the downloaded files onto the phone. is there any way to send an email wwirelessachment as an mms, for example? or if i emailed them to myself, would i be able to use the phone's browser to access my email and download them as email wwirelessachments onto the phone? any help would be greatly appreciated. thanks.",
      "source": "call",
      "contact_duration": 54
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Trade-In-Credit-Not-Received-After-Six-Months-No-Resolution/td-p/5088407",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Trade-In Credit Not Received; After Six Months, No Resolution",
      "contact_date": "2017-03-06T15:02:00.000Z",
      "contact_id": "Oliveeye2",
      "text": " took advantage of the fall wwireless promotion that promised $650 worth of credits towards a new iphone 7 32gb (ultimately making the iphone 7 free) if a fully paid for and good working iphone 6, 6 plus, 6s, or 6s plus is traded in. the promotion ended on september 30, 2016.i called into wwireless requesting the iphone 7 for a new line i was adding to my account, and i told them that i wanted this with the promotion. this phone call took place on september 25th, 2016. the phone was on backorder due to popularity of the item at this time. when i received the new black iphone 7 in the mail, i promptly took my rose gold iphone 6, 64gb to my local wwireless store to complete the trade-in process. my iphone 6 was received at the wwireless store on october 3, 2016.i was told the trade-in credit would be applied to my account no more than three months after these transactions. six months into this, i have yet to see those credits applied. i have called wwireless customer service each month with no result or explanation, wasting hours of my time and energy. i have visited my local wwireless store, and i am met with blank stares and no answers. i am continually told that a new case will be filed, and i should receive a resolution in several business days. i have asked several times over for the phone number or the name of someone that can help me and/or give me an answer as to when this will be resolved, but i am told each time that there is no one that i can speak with. \"we don't have those phone numbers.\" i have yet to be contacted by anyone with any information after filing multiple cases. i am still be charged monthly for the iphone 7, and i have received no credit for my iphone 6 that i traded in.i am very frustrated by the lack of support and information that i have received after a laughable amount of time. i almost feel as though wwireless has stolen me from considering that my iphone 6 was taken without compensation, and now i am being charged for a phone that was supposed to cost me nothing.today alone i spent over two hours on the phone before finally speaking with the highest authority i was allowed. her name was katrina g., and she was located in central florida. my latest case number is available as well as my previous case numbers. is there any way that i can have someone with authority and answers to my questions regarding this reach out to me?",
      "source": "call",
      "contact_duration": 39
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Can-I-only-suspend-internet-service/td-p/5088520",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Can I only suspend internet service?",
      "contact_date": "2017-03-06T10:39:00.000Z",
      "contact_id": "Leilani",
      "text": "an i only suspend my internet service on my iphone?solved!go to solution.",
      "source": "forum",
      "contact_duration": 44
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/mexico-data-roaming/td-p/5088366",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "mexico data roaming",
      "contact_date": "2017-03-06T07:15:00.000Z",
      "contact_id": "dpettypool",
      "text": " have the unlimited data package here in the states. i added the north america roaming that gives me free talk and text in mexico.it used to say that i had 1gb data and had to pay for overages over that.now it says if i go over my home data plan i have to pay for overages. so how much data can i use in mexico?solved!go to solution.",
      "source": "forum",
      "contact_duration": 51
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/How-can-I-retrieve-past-text-messages/td-p/5088744",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "How can I retrieve past text messages",
      "contact_date": "2017-03-06T14:28:00.000Z",
      "contact_id": "Misty410",
      "text": " need to find my text messages dated back from october 2015 to jan 2017the phone number is [edited for privacy  please do not post personal information]. name is debbiesolved!go to solution.",
      "source": "forum",
      "contact_duration": 34
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/email-to-text-not-working/td-p/5088734",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "email to text not working",
      "contact_date": "2017-03-06T14:15:00.000Z",
      "contact_id": "asapcooling",
      "text": "mail to text not working. getting undeliverable message from gmail.  what is the email extension for wwireless email to text now. none of the others are working. yournumber@mms.wwireless.net or yournumber@txt.wwireless.net. nor the other old one yournumber@sms.wwireless.net none of these are working. is there a new one? is it just down today? i just keep getting a delivery not avaible message. sending from gmail. it is specific to wwireless because all of the other providers text to emails are working.",
      "source": "forum",
      "contact_duration": 30
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Unresolved-Device-unlock-request/td-p/5088629",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Unresolved Device unlock request",
      "contact_date": "2017-03-06T12:17:00.000Z",
      "contact_id": "Eagle85",
      "text": "hw do i contact someone by phone or by email on an device unlock request submitted 5 days ago and has not been resolved?",
      "source": "forum",
      "contact_duration": 25
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/unlocking-Cell-phone/td-p/5088680",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "unlocking Cell phone",
      "contact_date": "2017-03-06T13:05:00.000Z",
      "contact_id": "meck102667",
      "text": " requested to unlock both or my phones but in the first one i have requested i don't remember if i entered the correct (tel.# ) but the imei was correct. i just like to know if this is going to be a problem when unlocking the cell phone?",
      "source": "forum",
      "contact_duration": 56
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Mail-syncing-between-iPhone-6-and-sbcglobal-account/td-p/5088686",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Mail syncing between iPhone 6 and sbcglobal account",
      "contact_date": "2017-03-06T13:11:00.000Z",
      "contact_id": "jim1mck",
      "text": " use yahoo/sbcglobal as my e-mail client. it is on my computer in outlook and on the phone as a yahoo account. so i can check my mail from either device. when i mark things as read or deleted on the computer it does not delete or mark as read on iphone. so phone shows many messages even though they have been read on computer. my work account does not behave this way. ais there any fix for this?",
      "source": "forum",
      "contact_duration": 13
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Online-account-retention-plan/td-p/5088445",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Online account retention plan",
      "contact_date": "2017-03-06T15:58:00.000Z",
      "contact_id": "vinmac3",
      "text": " recently called customer service and got switched to a retention plan, its been a couple of weeks and my online account still shows i have no plan. i go to view my plan and it shows nothing, the price is 0 for my plan. all i see is my phone installment price and the access fee. has anyone run into this issue before? should i expect to see a retention plan in my online account?",
      "source": "call",
      "contact_duration": 58
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/AT-amp-T-Switcher-Program/td-p/5088302",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "AT&T Switcher Program",
      "contact_date": "2017-03-06T12:27:00.000Z",
      "contact_id": "Pastor_Wendell",
      "text": " am still waiting for rebate of my cancellation fees when i transferred from verizon. service was switched on 10-15-2016; final bill was electonically submitted & received on 11-28-2016. this has now exceeded the maximum time suggested, yet still no rebate. please provide assistance.",
      "source": "call",
      "contact_duration": 24
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/200-Gift-Card/td-p/5088620",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "$200 Gift Card",
      "contact_date": "2017-03-06T19:13:00.000Z",
      "contact_id": "MelSpice",
      "text": "wo weeks ago when i placed an order with wwireless for an ipad pro, i told them about the sale price that verizon had for theirs. so, to price match verizon, i was offered a $200 coupon/gift card that was supposed to be mailed to me. not only that but i never received any notifications regarding my order for the ipad. i called a few times, i was on the phone for hours being transfered from one department to the other who had no clue as to who offered this coupon to me, or why my order hasn't been processed.2 weeks later, i still don't have my ipad, and nobody still has any idea what i'm talking about regarding my $200 visa gift card.i even spoke with a supervisor because i'm so tired of being on the phone for hours every week when i have a child who needs my wwirelessention. this supervisor couldn't even help me and transfered me to a department who didn't know how to solve the issue either!i've been an wwireless customer for at least 2 years, and i'm unhappy with this unresolved issue.",
      "source": "call",
      "contact_duration": 45
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Call-code/td-p/5088726",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Call code",
      "contact_date": "2017-03-06T21:03:00.000Z",
      "contact_id": "MADAMEX1920",
      "text": "sw this number on my call log what is this 1c0de837401",
      "source": "call",
      "contact_duration": 58
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Switching-plans/td-p/5088580",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Switching plans",
      "contact_date": "2017-03-06T18:31:00.000Z",
      "contact_id": "barrop01",
      "text": "h,my cycle ends on the 12th of each month. i would like to know when is the best time to switch from expensive plan to a cheaper plan.thanks,",
      "source": "call",
      "contact_duration": 35
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Unlock-my-old-iPhone-6s-plus-for-international-travel/td-p/5088756",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Unlock my old iPhone 6s plus for international travel",
      "contact_date": "2017-03-06T21:42:00.000Z",
      "contact_id": "tuanchau",
      "text": " currently use an iphone 7 for my day to day phone usage, but i plan on traveling out of the country and would like to use my previous iphone 6s. i wwirelessempted to unlock the phone through the website and it says the following -this device isnt eligible to be unlocked now because its still under contract.",
      "source": "call",
      "contact_duration": 41
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Billing/td-p/5088828",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Billing",
      "contact_date": "2017-03-06T23:07:00.000Z",
      "contact_id": "Jay808",
      "text": "hy there i was notified that i owe money for an wwirelesst wireless account and that it was in collections but when i called collections they told me that they don't have my account anymore and that i would have to contact you guys. i've been calling and talked to a few of your representatives but no one could seem to help me. is there a number that i could call so i may pay my account off?",
      "source": "call",
      "contact_duration": 50
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Website-for-switching-payoff/td-p/5088836",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Website for switching payoff",
      "contact_date": "2017-03-06T23:20:00.000Z",
      "contact_id": "as0807",
      "text": "oes anyone know the acurate website link to use for switching to wwireless from another provider? the link i was given in the store does not work, and i need to get get the paperwork turned in for them to pay the early termination fees from my previous provider.solved!go to solution.",
      "source": "call",
      "contact_duration": 56
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Request-for-phone-unlock/td-p/5088858",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Request for phone unlock",
      "contact_date": "2017-03-06T16:44:00.000Z",
      "contact_id": "Yaraoo",
      "text": " paid for my i phone and account is up to date to request wwireless to unlock my phone. i received an email on march 01 stating that my phone did not required a password and it was ready to be unlocked following the steps stated. i tried to installed a sim card to be denied with a message that the phone has not been unlocked... i have talked to three different associates with different stories... last is aid my phone has not been unlocked and he did not understand why since everything looks in order. i asked that they needed to unlock my phone so i can use it. he said that they have no access to the unlock team and could not help me but request the phone to be unlocked for the fourth time... his manager is supposed to call me back ... it has been two hours and i still have no acces to my phone. why is wwireless holding my phone ramson? how do i get a hold of the unlock department.",
      "source": "chat",
      "contact_duration": 18
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Help-clearing-Esn-Number/td-p/5088949",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Help clearing Esn Number",
      "contact_date": "2017-03-06T19:07:00.000Z",
      "contact_id": "GoldenMcDonald",
      "text": "hllo, i had purchased a iphone & when i tried to turn it on to a company the company said i had to clear the esn number",
      "source": "chat",
      "contact_duration": 49
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/40-charge-for-smartphone/td-p/5088110",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "40$ charge for smartphone",
      "contact_date": "2017-03-06T00:28:00.000Z",
      "contact_id": "Jade42104",
      "text": " thought if we were part of the wwireless next plan then we weren't going to be charged 40$ per month to have a smartphone. am i correct or did i hear them wrong.",
      "source": "forum",
      "contact_duration": 59
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Massive-data-usage-even-though-connected-to-wifi/td-p/5088256",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Massive data usage even though connected to wifi",
      "contact_date": "2017-03-06T10:39:00.000Z",
      "contact_id": "Spiffykitty49",
      "text": "his billing cycle and my last billing cycle i had one phone use massive data even though it was connected to wifi pretty much all the time. then i turned the data off that phone and all of a sudden another phone on the plan had only used up about 1/4 of the total data then in 2 days it was almost 1/2 of the total data when the phone was home connected to wifi the entire time. is this a rip off to get me to pay more for unlimited data?",
      "source": "forum",
      "contact_duration": 18
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Illegal-AT-amp-T-deductible-taxation/td-p/5088353",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Illegal AT&T deductible taxation.",
      "contact_date": "2017-03-06T14:00:00.000Z",
      "contact_id": "Yukonjohn",
      "text": " just received my replacement phone through the wwireless/assurion claim process. thats another story for another day. i was billed a 1 time deductible of $225, which was then taxed by wwireless. when i talked to the corporate store manager, she confirmed that an insurance deductible is non taxable. i called wwireless customer service, they said it wasn't them, call assurion, asked to speak to manager, they said the exact same. called assurion, they stated that the deductible is non taxable and they have no control over that. they just charge the 1 time fee and couldn't even access the bill, to call wwireless. called wwireless back again spoke to rep and manager, both confirmed that wwireless policy states that they charge tax on deductibles. i asked for written confirmation of deductible taxation, was told they won't provide that to me, they don't have to. i am requesting written documentation of this policy. especially since it is illegal taxation of a non taxable fee. this is my final wwirelessempt before pursuing legal avenues.",
      "source": "forum",
      "contact_duration": 25
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Iphone6plus-650-credit-promo-Sept-2016-NOT-YET-CREDITED-to-my/td-p/5088233",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Iphone6plus $650 credit promo Sept 2016 NOT YET CREDITED to my account until now March 2017.",
      "contact_date": "2017-03-06T07:53:00.000Z",
      "contact_id": "amatsph",
      "text": "w have been chwwirelessing and calling wwireless about the $650 credit and my wife even had to beg to speak to a supervisor and had been given an escalated case number but we tried calling many times and customer reps kept saying the case is still ongoing when in fact they told us that since it is escalated case we are going to get a callback on 2/22/17 but they never did. we called to follow-up and were told they don't have any update on our case and they said they they have extended the callback but cannot give a definite date and said they are working with the rebate center. they even said they going to give $25 credit to my accounr for the trouble of being promised a callback but they never did give it nor call us back. it's past 4 billing cycles and i don't see any $650 credit and the installment plan for my line is not reflecting any future adjustments for me to get that $650 credit. it is so frustrating to be fooled like this by wwireless! the worst customer service ever! we are literally crying in frustration right now! we feel like being scammed by wwireless! i have an escalated case but they don't do anything! so frustrating! this is so unfair! we want to transfer now to a different company!!!!!please readers help us! who should we email or write a letter to regarding this!",
      "source": "forum",
      "contact_duration": 47
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Unlimited-Plan-and-Corporate-Discount/td-p/5088818",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Unlimited Plan and Corporate Discount",
      "contact_date": "2017-03-06T22:51:00.000Z",
      "contact_id": "Cwm2016mba",
      "text": "f i switch my current data plan to one of the new unlimited plans, will i still get my corporate discount through my company?",
      "source": "forum",
      "contact_duration": 12
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Please-Help-5-months-of-getting-harrased-by-ATT-for-a-device/td-p/5088657",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Please Help 5 months of getting harrased by ATT for a device that i returned in a store",
      "contact_date": "2017-03-06T19:45:00.000Z",
      "contact_id": "luis23guz",
      "text": "an someone please help or lead me in the right dirrection, on 28 september 2016 i returned a device at a wwireless retail store because i didnt like the color, the wwireless store returned the device gave me a receipt of the returned device and ordered me the correct phone i wanted. in october i began receiving harrasing text messages then letters from wwireless stating that if i didnt return that specific device (the one i returned on 28 sep 2016) that they were going to charge me $833.74, long story short i called wwireless about 20-40 different times and they told me not to worry that they received the device and that the device had actually been recycled already and another customer had bought it, to ignore the text messages and letters from wwireless that they were in error, long story short come december 2016 i received a letter that my account was being charged $833.74 for not turning in the device and i verified my bill that in fact it had been charged $833.74. here i am today march 6 2017 the $833.74 charge is still on my account even though every wwireless rep has verified the device was recycled and resold and another wwireless customer currently owns it, what can i do, ive already spent over 200 hours of my personal time calling wwireless and have spoken to every department on the wwireless side and unified side and the cases they create go no where and the so called promises of the problem being resolved and the account credited in 3-5 days for their mistake never happens. does anyone know how i can escalate this to levels above the actual escalation team, its been over 5 months of talking to wwireless over the phone and store and they realize the charge is a mistake but no one knows how to take it off the bill, its very stressing to deal with this type of issue with such a large company such as wwireless for such a simple mistake that could be fixed in 2 minutes.",
      "source": "forum",
      "contact_duration": 14
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/What-is-the-lifetime-value-of-your-customers-AT-amp-T-Assume-it/td-p/5088473",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "What is the lifetime value of your customers AT&T? Assume it is more than $649!",
      "contact_date": "2017-03-06T16:47:00.000Z",
      "contact_id": "jmm030617",
      "text": " never submit/post claims about companies, i have a very high tolerance threshold, however, i have never had such a frustrating and maddening experience as i have had with wwireless wireless over the past four months. their organization from new accounts to customer service to loyalty group is broken, unethical and lacks accountability to their customers.november 2016:i was starting a new and looking to open a personal line with a wireless provider. i was going to add a line to my husbands plan (sprint). a relative mentioned that since we were wsatellite customers i should look at wwireless for bundling discounts.i called in (and visited an wwireless store) november 2016. at that time, they were running a promotion for directv customers starting a new wireless service with wwireless  a free iphone 7. between the free iphone, my corporate discounts and the bundling discount, wwireless was more economical than joining sprint. my former employer released my corporate number to me (i had had the phone line for 15+ years) and i was on my way.when i activated my account i was offered the free iphone 7 as part of their promotion that month. i gave them my phone number for porting. by the time it was all said and done i was told my bill would be around $60 before taxes. great, right? not really.december 2016:i called because my first/november bill was over $200 (3x what i was quoted). they said there were severalfirst-time fees since i was a new customer and but this would be the only month it would be so high, after that, there woulnd't be any additional feesand my bill would be $60 before taxes. great, right? not really.january 2017:i called in again (and had to follow up with chat customer service because i got disconnected). my december bill was $90 and more one-time fees were on my bill. i was reassured this was the last month that the bill would be so high and it would drop down to $60 before taxes for february. it was also called out that my original phone line (the one i transferred in) would always show an equipment charge but the other line (that the new iphone was set up under) would always show on my bill with an equipment credit to cancel one another out and therefore no charge. great, right? not really.february 2017:i received my january billing and for the third month in a row, it did not reflect what i had been communicated multiple times. the total was $80; i was getting an equipment charge on my original line but the other line where the equipment credit had disappeared.2/13: i chwwirelessed customer service. i was told they would issue an equipment credit for february as they looked into it further with icu (they were going to file a case). i was told to check back in 48 hours and i would see the credit. i never saw the credit.2/18: (five days later, 40-minute call with customer service) i said i was following up on the customer chat because it had been 5-daysand i didnt see the credit on my bill nor had anyone followed up with me. she apologized and let me know that no one had actuallysubmitteda file on 2/13 but she would do that andsomeone get back to me with answers within the next72-hours. she confirmed that i was offered and told i qualified for the free iphone in november but then it showed that since it was an existing corporate line ported in that i should not have been given that promotion and did not qualify. (this was communicated to me on 2/18, more than 90-days after being told i did qualify for the offer).she said shewould credit the february equipment charge and get back to me within 72-hours.2/26: (eight days later, 20-minute call with customer service) i called in to follow up on the 2/18 conversation. i had not had any contact from wwireless and there was not a credit on my statement. i was told that they closed the case because i did not qualify for the offer. i reiterated that i was told that i would get a follow-up call (did not) and that the previous customer service rep confirmed that in november i was offered and told i qualified for the offer. i said i would never have got the iphone if it wasnt free and i would have reconsidered sprint as my option. he said there wasnt anything else he could do but he would have his supervisor contact me later.2/26: (three hours later, 50-minute call with customer service) i was told i because my line was ported in from an existing wwireless corporate account, i did not qualify for the promotion and had to pay for the phone. i said, i dont want the phone, i never really did and i certainly never would have purchased it for $649!!! i asked her to send me a box and i would return it to wwireless. she said since i was past the 14-day buyers remorse i could not return the phone and she could not honor the promotion. i reiterated that it was long past the buyers remorse deadline that i was informed i didnt qualify for the promotion what they were doing was unethical. i reiterated that i wanted my phone service to be at the $60 before taxes costs that i was repeatedly communicated and promised by multiple wwireless personnel. sheoffered to reduce my data plan to 1g and that would take my cost down $8. i repeatedly asked her to tell me what i did wrong to be penalized, all she could say is, you needed to port a non-wwireless line to get the promotion.as a person in marketing and the service industry, i am embarrassed for wwireless and their unethical practice. additionally, they are going to be losing a lot of easy business. they should have better assessed the lifetime value of having me for a customer (i guarantee you it is worth way more than $649).first, i am an auto pay and e-bill customer, no postage or follow ups for late bills here.second, i will be moving my directv service as well (which is unfortunate because i have always been very happy with their service and amazing customer service).last, not only will i be moving away from wwireless wireless, my two tweens that are getting phones this summer will not be joining wwireless as originally planned.",
      "source": "call",
      "contact_duration": 44
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Setup-Samsung-Galaxy-3/td-p/5088244",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Setup Samsung Galaxy 3",
      "contact_date": "2017-03-06T02:22:00.000Z",
      "contact_id": "Phonesetup",
      "text": "t wont accept my email or phone number. whatdo i do,{keep it courteous}",
      "source": "forum",
      "contact_duration": 9
    },
    {
      "source_url": "https://forums.att.com/t5/Android/unlock-my-sim/td-p/5088255",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "unlock my sim",
      "contact_date": "2017-03-06T03:30:00.000Z",
      "contact_id": "jacquelyn553",
      "text": "",
      "source": "forum",
      "contact_duration": 27
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Disable-emergency-alerts/td-p/5088324",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Disable emergency alerts",
      "contact_date": "2017-03-06T06:12:00.000Z",
      "contact_id": "lsuaustin",
      "text": "fter last update, im getting amber alerts again. i cant find where they moved the disable feature now. anyone know?",
      "source": "forum",
      "contact_duration": 9
    },
    {
      "source_url": "https://forums.att.com/t5/Android/battery-issue/td-p/5088251",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "battery issue",
      "contact_date": "2017-03-06T02:58:00.000Z",
      "contact_id": "Tindall2013",
      "text": "ll of a sudden my galaxy 7 edge will not charge above 75% and looses power fairly fast....what do i do?",
      "source": "forum",
      "contact_duration": 16
    },
    {
      "source_url": "https://forums.att.com/t5/Android/WHY-IS-THE-UPDATE-TAKING-SO-LONG/td-p/5088356",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "WHY IS THE UPDATE TAKING SO LONG?",
      "contact_date": "2017-03-06T07:07:00.000Z",
      "contact_id": "SHAALI66",
      "text": "blu and green circles circling around an open lock for over 25 minutes now i use my phone for work why is the update taking so long?",
      "source": "forum",
      "contact_duration": 15
    },
    {
      "source_url": "https://forums.att.com/t5/Android/wifi-problems-my-iphonewith/td-p/5088405",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "wifi problems  my iphonewith",
      "contact_date": "2017-03-06T08:00:00.000Z",
      "contact_id": "anna14",
      "text": "m iphone keeps going off line. when i turn my wifi on it says having problems authorizing",
      "source": "forum",
      "contact_duration": 8
    },
    {
      "source_url": "https://forums.att.com/t5/Android/kyocera-hydro-reach-wont-turn-on-or-charge/td-p/5088845",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "kyocera hydro reach wont turn on or charge",
      "contact_date": "2017-03-06T16:37:00.000Z",
      "contact_id": "annmarie513",
      "text": "ve had this phone for 2 years and its water proof and never been droped and we picked it up and put it on the charger before i went to my apointment at 3 got back at 6 and it still wont charge i dont know what is wrong with it but i need it fixed to pay my phone bill i just got my new sims card today and i want my phone to charge i dont have the money for a new one or to fix it if there is a problem have a baby coming in may please help me ?",
      "source": "forum",
      "contact_duration": 5
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Favorite-Contacts/td-p/5088856",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Favorite Contacts",
      "contact_date": "2017-03-06T16:46:00.000Z",
      "contact_id": "Rdr0124",
      "text": "fter the new update this weekend i can't seem to change the way i view my contact favourites. can anyone tell me how to change the way view?",
      "source": "forum",
      "contact_duration": 25
    },
    {
      "source_url": "https://forums.att.com/t5/Android/I-can-t-make-calls-on-my-new-replacement-phone/td-p/5088998",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "I can't make calls on my new replacement phone",
      "contact_date": "2017-03-06T20:11:00.000Z",
      "contact_id": "Jelletta",
      "text": " have received my new device and everything seems to be set up but calling. i can not make any calls unless they are emergency numbers and it says to insert sim card but there is no sim3 and to replace email on the s6 edge+",
      "source": "forum",
      "contact_duration": 53
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Your-unlock-code-is-0-No-no-it-is-not/td-p/5088525",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Your unlock code is: 0. No, no it is not.",
      "contact_date": "2017-03-06T10:43:00.000Z",
      "contact_id": "DanjamesGo",
      "text": "hllo. i submitted an unlock request (as a non-wwireless customer) on the 23rd of feburary. i was just approved today.happy day right? nope.congratulations! your request was approvedimei:************request number: nul******hi, ***.we received and approved your request to unlock your huawei h1611 device. use the unlock code and instructions in this email to unlock your device.unlock code: 0instructions: \"1. power off the device.2. insert any non-wwireless sim card. (the customer cannot unlock using an wwireless sim card).3. power on and the device prompts for the unlock code.4. enter the unlock code.5. press ok.\"for more information about unlocking a device, check out ourdevice unlock support page.thanks for choosing us,wwirelesszero is not a valid unlock code. i don't know what your automated approval system is doing, but i'm going to guess taking an extended lunch (for over a week.)given that your system was auto-bouncing people's requests at the time, is there any thing you can actually do to get me my unlock?",
      "source": "chat",
      "contact_duration": 40
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Entering-Text-on-LG-B470/td-p/5088588",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Entering Text on LG B470",
      "contact_date": "2017-03-06T11:37:00.000Z",
      "contact_id": "LEichman",
      "text": "unble to enter text. i followed directions but when i get t9 abc, t9 abc, or 123. accoding to direction should be just an abc mode to enter text. what am i doing wrong.",
      "source": "chat",
      "contact_duration": 46
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Windows-10-doesn-t-see-AT-amp-T-ac340/td-p/5088646",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Windows 10 doesn't see AT&T ac340",
      "contact_date": "2017-03-06T12:37:00.000Z",
      "contact_id": "buckone1",
      "text": "'ve used an ac340 on a vista system with no problem connecting through wwireless's allaccess, version 10..2.35.2. a new dell, running windows 10 can't see the ac340, using same allaccess. when i run the diagnostic tool in allaccess, it gives a message. \"no device is detected,\" and an \"error code:5\". ive tried 3 versions of allaccess and also watcher, and none work. any help would be appreciated. thanks, roshe",
      "source": "call",
      "contact_duration": 31
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Samfung-Galaxy-S6-Edge-screen-frose-crash-during-at-amp-t-update/td-p/5088817",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Samfung Galaxy S6 Edge screen frose/ crash during at&t update",
      "contact_date": "2017-03-06T15:51:00.000Z",
      "contact_id": "rhp711",
      "text": "m samsung galaxy s6 edge phone suddenly froze & i have a static sreen since the last wwireless upadtes rand on it this sat 3/4/2017.the reboot doesn't work nor does the device just switch off. on taking it to two wwireless stores the reps said they couldn't do anything or even try to figure it out nor run a diagnostics and siad i'd have to buy a new phone. i'm perplexed because without knowing what has cause this i refuse to just settle to buy a new phone. a few folks have complaied about some wwireless updates earlier in the last month or two causing the phone to hang or loop, too. can someone help me to troubleshoot it by myself since the store refused to even try doing so.",
      "source": "chat",
      "contact_duration": 54
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/my-device-says-blocked-from-network/td-p/5088965",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "my device says blocked from network",
      "contact_date": "2017-03-06T19:29:00.000Z",
      "contact_id": "bkatnip",
      "text": "m phone tells me my device is blocked from network when i try to make a call. i went online and discovered that it usually means the phone is lost nor stolen. i bought this phone from entertainmart. i am 26. i have several questions. how can i fix it? why didn't the guy at the counter tell me it was blocked? why did it work for about thirty minutes then all of a sudden wouldn't let me make calls or send messages?",
      "source": "chat",
      "contact_duration": 51
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Samsung-A-8-Active-Available-when/td-p/5089007",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Samsung A 8 Active Available  when",
      "contact_date": "2017-03-06T20:33:00.000Z",
      "contact_id": "Travis762556",
      "text": "whn available.",
      "source": "chat",
      "contact_duration": 56
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Need-help-to-Russify-Samsung-s6-edge-plus/td-p/5089038",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Need help to Russify Samsung s6 edge plus",
      "contact_date": "2017-03-06T22:21:00.000Z",
      "contact_id": "AlexeyRussia",
      "text": "god day! my name is alex, i'm from russia, i was given the phone samsung s6 edge sm-g928a but the problem is that there is no russian language for easy use, i can update russian language?solved!go to solution.",
      "source": "chat",
      "contact_duration": 30
    },
    {
      "source_url": "https://forums.att.com/t5/Android/The-unlock-code-is-0/td-p/5088257",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "The unlock code is 0",
      "contact_date": "2017-03-06T03:42:00.000Z",
      "contact_id": "Shiker2044",
      "text": "god day community! i got an issue with an unlock request, it was approved but it seems that the unlock code is \"0\". i know some people had the the same problem so i want to know if someone have fixed it. thanks!imei number: *****request number:[edited for privacy-please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.]",
      "source": "call",
      "contact_duration": 25
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/I-have-Aphone-that-is-not-working-and-out-of-warranty/td-p/5088495",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "I have. Aphone that is not working and out of warranty",
      "contact_date": "2017-03-06T10:18:00.000Z",
      "contact_id": "MintteaFebruary",
      "text": "hllo there,i purchased a samsung 6 edge plus through the geek squad in november 2015 through wwireless next; it is connected with wwireless. about 4 months ago, i sent it to get repaired as it is under warranty but they returned the phone 2 months later i was given a crudely written note that the phone was unrepairable. it does not have water damage, but has a screen crack and hairline scratch o the display. the phone still turns on but has no sensitivity to touch.when i called samsung support i was told i i would need to fix it at the nearest samsung retailer, which is 4 hours away from where i live. after that the retailer at the samsung (i made the drive) had told me that it's not possible as it is out of warrenty. gotta love samsung.i am so over samsung, and regret switching from iphone. at this point i have been paying for a $900 brick each month and the phone is virtually useless. i can't even acces the camera to maybe operate it even as a personal surveillance camera. it's the ugliest paperweight i own.i would like to trade in my phone, can i do this?",
      "source": "chat",
      "contact_duration": 59
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Unlock-my-iPhone-5-and-5S-requires-additional-research/td-p/5088848",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Unlock my iPhone 5 and 5S requires additional research?",
      "contact_date": "2017-03-06T16:39:00.000Z",
      "contact_id": "panixjason",
      "text": "n march 2nd, 2017 which is a couple days ago. i submitted the unlock request for my iphone 5 and iphone 5s. after submitting the request, i called wwireless customer service and they told me it would normally take 2 days for the request to be approved. today i received 2 emails with the following message:hi,thank you for contacting wwireless about unlocking your apple iphone 5.this request requires additional research to determine eligibility. thank you for your patience. we're actively working on it and will send a response as soon as possible.for more information about unlocking a device, check out our device unlock support page.thanks for choosing us,wwirelessso both of my iphones are currently still locked even though they told me it would only take 2 days for the request to go through. this is a classic example of over-promiseand under-delivery which is extremely frustarting for any customers to deal with. can someone help me out on expediting the unlock process?",
      "source": "call",
      "contact_duration": 13
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Emergency-calls-only/td-p/5088300",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Emergency calls only",
      "contact_date": "2017-03-06T05:18:00.000Z",
      "contact_id": "suebug",
      "text": " have a galaxy s4 mini. when i get signal, and try to make a call it says emergency calls only or no mobile network available. all other phones on my plan work fine. what can be the problem?",
      "source": "chat",
      "contact_duration": 23
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/2g-att-send-us-new-phones-Then-asked-for-them-back/td-p/5088232",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "2g att send us new phones - Then asked for them back!?",
      "contact_date": "2017-03-06T07:18:00.000Z",
      "contact_id": "cosmicmuffin",
      "text": "2gshutdown. wwireless sent 2 new (cheap, flip-phone). during a call to wwireless they asked my husband to send them back. which he did. so now all we have is 2 sim chips. they're activated but don't have our contacts on it.all i want is for wwireless to send those phones back to us. why is this so difficult? long - long - time customerspls help - acct # ***** - cell [edited for privacy-please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.]",
      "source": "call",
      "contact_duration": 23
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Check-order/td-p/5088292",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Check order",
      "contact_date": "2017-03-06T12:10:00.000Z",
      "contact_id": "Adkisson69",
      "text": "heck on order of tablet",
      "source": "call",
      "contact_duration": 5
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/How-to-delete-tablets-that-after-the-contract-is-paid-off-and-no/td-p/5088439",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "How to delete tablets that after the contract is paid off and no longer use?",
      "contact_date": "2017-03-06T15:56:00.000Z",
      "contact_id": "Rweber123",
      "text": "hw to delete tablets after the contract is paid off and no longer use? to keep from getting charged $10 a month on them.",
      "source": "call",
      "contact_duration": 27
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Text-Messages/td-p/5088694",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Text Messages",
      "contact_date": "2017-03-06T13:31:00.000Z",
      "contact_id": "Gator2008",
      "text": "whn i send a text message to 10 people does it show up on my bill as 1 ,sent message or 10 sent messages?",
      "source": "chat",
      "contact_duration": 51
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Wireless-Home-Phone-amp-Internet-quot-Home-Base-quot-Data-Cap-on/td-p/5088350",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Wireless Home Phone & Internet \"Home Base\" - Data Cap on Unlimited Plus Plan?",
      "contact_date": "2017-03-06T06:56:00.000Z",
      "contact_id": "Fuzionz",
      "text": "or the \"home base\" wireless home phone & internet device zte z700a.if this is put on the unlimited plus plan, what is the lte data cap?is it 22gb with a \"soft cap\" where they may deprioritize depending on network congestion or is it 10gb with a \"hard cap\" (drops to 128kbps)i've talked to numerous customer service reps. and i get a different answer every time. they can't agree on 10 or 22, but they all say they know for fact what they're telling me is true.the fine print for unlimited plus plan makes it sound like the whpi device is excluded from 10gb capwwireless unlimited plus: includes the stream saver feature which allows you to save data on content it recognizes as video by streaming higher definition video in standard definition quality (about 480p) on compatible devices (unless the video provider has opted out). wwireless will activate the feature for you. check your account online to see if the feature is active. once active, you can turn it off or back on at any time at wwireless.com/mywwireless or call 611. stream saver will not recognize all video content. ability to stream and video resolution may vary, and be affected by other factors. restrictions apply. see wwireless.com/streamsaver for more details. hd video: you can turn stream saver off at any time to enjoy access to high definition video streaming, if and when available. tethering and mobile hotspot: includes up to 10gb per line per month. after 10gb, tethering speed will be slowed to a max of 128kbps for the rest of the bill cycle (except for these products: connected cars, hot spots, and wireless home phone and internet.). except for those products, all tethering data usage, including sponsored data if tethered, will be impacted and will not be fully functional.has anyone actually bought a home base and reached the threshold on data yet with the new unlimited plus plan?i think that's the only way to know for sure how they treat data on that device",
      "source": "chat",
      "contact_duration": 45
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Internet-not-working-correctly-amp-not-receiving-texts-or-calls/td-p/5088997",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Internet not working correctly & not receiving texts or calls?",
      "contact_date": "2017-03-06T20:11:00.000Z",
      "contact_id": "adavis3033",
      "text": "m internet on my phone has not been working properly most of today. it took me 30 minutes to get here. also, not receiving texts and calls are going straight to voicemail without ringing in my end. it's my phone and my husband's phone. what's going on please",
      "source": "chat",
      "contact_duration": 22
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/ZTE-2-Getting-a-quot-Stock-Android-has-Stopped-Working-quot-pop/td-p/5088323",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "ZTE 2: Getting a \"Stock Android has Stopped Working\" pop-up",
      "contact_date": "2017-03-06T06:06:00.000Z",
      "contact_id": "dragontrouble9",
      "text": "whn i went to use my phone i received a \"stock android has stopped working\" pop-up! i've turned the phone off and back on, same thing! i can't do a thing with it! i don't have access to anything! no apps,messages, phone numbers!",
      "source": "call",
      "contact_duration": 31
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Credit-for-sending-back-a-device/td-p/5088635",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Credit for sending back a device",
      "contact_date": "2017-03-06T12:25:00.000Z",
      "contact_id": "Misealandy",
      "text": " recently upgraded to an iphone 7 and i sent back my iphone 6. i still have not received a credit or any new about my credit for sending that phone back. how do i get that credit or how long does it take?",
      "source": "forum",
      "contact_duration": 44
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Any-Promo-Deals-or-Codes/td-p/5088713",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Any Promo Deals or Codes?",
      "contact_date": "2017-03-06T13:52:00.000Z",
      "contact_id": "TeeCee90",
      "text": "hllo,i am trying to switch over to the wwireless service, i see the option to add a promo code.are there any good promo codes out there?if so, can someone please share?",
      "source": "forum",
      "contact_duration": 19
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Badly-cracked-glass-on-iPhone-5/td-p/5088849",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Badly cracked glass on iPhone 5",
      "contact_date": "2017-03-06T16:38:00.000Z",
      "contact_id": "Smartphone2",
      "text": "he glass on my iphone 5 is badly cracked and really messing up viewing. i still have 15 put of 30 payments on the phone. what can i do?",
      "source": "forum",
      "contact_duration": 24
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/iPhone-7/td-p/5088935",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "iPhone 7",
      "contact_date": "2017-03-06T18:41:00.000Z",
      "contact_id": "Nicoleg001",
      "text": "hw can i get the iphone 7 on monthly payments",
      "source": "forum",
      "contact_duration": 30
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Using-a-Verizon-iPhone-4/td-p/5088972",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Using a Verizon iPhone 4",
      "contact_date": "2017-03-06T19:37:00.000Z",
      "contact_id": "Susan3774",
      "text": "f it's unlocked, but had no sim card, can i still use my old iphone 4 with my go phone plan?",
      "source": "forum",
      "contact_duration": 27
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Will-a-slight-scratch-that-can-be-seen-but-not-felt-void-my/td-p/5089019",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Will a slight scratch that can be seen but not felt void my warranty?",
      "contact_date": "2017-03-06T21:05:00.000Z",
      "contact_id": "Livinfree",
      "text": "'m having issues with my phone turning off, logging on to lookout and other sites that require passwords and gmail, screen freeze, all since my last update. they sent me a replacement but i'm worried because i noticed a minor scratch on the screen and i don't know if it will void my warranty.",
      "source": "call",
      "contact_duration": 34
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/New-Update/td-p/5088893",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "New Update",
      "contact_date": "2017-03-06T17:44:00.000Z",
      "contact_id": "CHRISALLEN",
      "text": "hllo everyone!!!! i need your help. i have the samsung galaxy s7. i recently checked my phone and saw that there was a new update available so i updated my phone. everything updated fine. however, i don't like the new look. is there a way to go back? is there a way to make the phone look like it did before the update?",
      "source": "call",
      "contact_duration": 23
    },
    {
      "source_url": "https://forums.att.com/t5/Network-Coverage/What-happened-to-cell-signal-at-my-home/td-p/5088468",
      "tags": [
        "Wireless",
        "Features & Services",
        "Network Coverage"
      ],
      "title": "What happened to cell signal at my home?",
      "contact_date": "2017-03-06T09:37:00.000Z",
      "contact_id": "tazdvl2000",
      "text": "ver since storm 2 weeks ago i have gone from 1-2 bar to no service 90% of the time at my house? my neighbor has called wwireless and trhey say everting is fine...is it poss that the formally 360 degree signal off a tower has dropped a protion of it's signal?",
      "source": "chat",
      "contact_duration": 56
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Problem-s6-edge/td-p/5088840",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Problem s6 edge",
      "contact_date": "2017-03-06T16:23:00.000Z",
      "contact_id": "Marcio.kn",
      "text": "hy!!! i'm having problem with my uptade, my device isn't uptade, it still is in 5.1.1 and doesn't works when i try to updatemy device is: samsung s6 edge sm-g925aucu3boj7",
      "source": "call",
      "contact_duration": 19
    },
    {
      "source_url": "https://forums.att.com/t5/Network-Coverage/Directv-for-ipad/td-p/5088928",
      "tags": [
        "Wireless",
        "Features & Services",
        "Network Coverage"
      ],
      "title": "Directv for ipad",
      "contact_date": "2017-03-06T18:37:00.000Z",
      "contact_id": "Mcleansville",
      "text": "hw do i download wsatellite",
      "source": "chat",
      "contact_duration": 27
    },
    {
      "source_url": "https://forums.att.com/t5/Network-Coverage/22G-plan/td-p/5088942",
      "tags": [
        "Wireless",
        "Features & Services",
        "Network Coverage"
      ],
      "title": "22G  plan",
      "contact_date": "2017-03-06T18:53:00.000Z",
      "contact_id": "Pirula",
      "text": " got the 22g today, $5 for the group pla , 3 lines; the rep said: 22g per line, not clear about all thissolved!go to solution.",
      "source": "chat",
      "contact_duration": 28
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Huawei-Ascent-XT-won-t-Update/td-p/5088589",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Huawei Ascent XT won't Update",
      "contact_date": "2017-03-06T11:38:00.000Z",
      "contact_id": "TheOldVR",
      "text": "h,trying to update my huawei ascend xt as i'm about two releases behind but the wwireless update app keeps saying there are no updates - even though there are two.help!?solved!go to solution.",
      "source": "chat",
      "contact_duration": 11
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Samsung-Note-8-Question/td-p/5088684",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Samsung Note 8 Question",
      "contact_date": "2017-03-06T13:13:00.000Z",
      "contact_id": "BiggKev",
      "text": " was the proud owner of a samsung note 7. while the device i had worked flawlessly before the swap and after the swap, i was forced to return it. i have the s7 edge, which is not a bad phone, but its not a note device.my question is: will i be able to upgrade to the note 8 without hassle as i was forced to give up my note 7? how will wwireless handle this issue for folks who were forced to other devices?",
      "source": "chat",
      "contact_duration": 40
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Samsung-Galaxy-Note-4-Edge-N915A-6-0-1-Marshmallow-Issues/td-p/5088464",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Samsung Galaxy Note 4 Edge (N915A) - 6.0.1 Marshmallow Issues",
      "contact_date": "2017-03-06T09:27:00.000Z",
      "contact_id": "cswackha",
      "text": "ven since i installed the android 6.0.1 marshmallow update, i am experiencing the following issues:1. phone randomly restarts (reboots)2. the phone will sleep and then will not wake up (non responsive)  - sometimes the blue led is blinking; other times not (could be from notifications but phone is non-responsive)  - sometimes it seems more likely to occur when plugged in but i haven't really figured out how to consistantly replicate the issue  - phone will not hard boot (power+up vol+home key)  - only method to recover is to remove bwwirelessery for a few seconds and them power on....i have returned the phone to factory settings, wiped cache and done everything that is published with no avail (issue still occurring).....any suggestions?",
      "source": "chat",
      "contact_duration": 22
    },
    {
      "source_url": "https://forums.att.com/t5/Android/DEVICE-UPDATE/td-p/5088345",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "DEVICE UPDATE",
      "contact_date": "2017-03-06T06:45:00.000Z",
      "contact_id": "SHAALI66",
      "text": " selected to for my s7 edge phone to be updated as suggested . it has been updating for over 20 minutes when usually it takes about 5 minutes. why so long this time.",
      "source": "chat",
      "contact_duration": 7
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Do-I-unlock-my-SIM-card-now-or-when-I-am-ready-to-leave-US-in/td-p/5088503",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Do I unlock my SIM card now or when I am ready to leave US in April?",
      "contact_date": "2017-03-06T10:25:00.000Z",
      "contact_id": "Mocotyro",
      "text": "snce i will be leaving for se asia on april 11, i requested to have my samsung galaxy s7 unlocked. wwireless sent the unlock code yesterday, do i unlock the phone now or wait till it is closer to april 11 to unlock? the unlock instructions said remove the sim card and enter the unlock codes, after i do that do i re-insert the american sim card back into the phone?will i have access to make local calls in the us on my wwireless calls after unlocking?any help given will be appreciated.thanksval",
      "source": "chat",
      "contact_duration": 47
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Cellular-signal-strength-question/td-p/5088843",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Cellular signal strength question.",
      "contact_date": "2017-03-06T16:32:00.000Z",
      "contact_id": "Pablopalon",
      "text": " just got a samsung galaxy express prime go phone. it only shows one bar of signal strength. any ideas?solved!go to solution.",
      "source": "chat",
      "contact_duration": 52
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Screen-lock-with-a-password/td-p/5088989",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Screen lock with a password",
      "contact_date": "2017-03-06T20:03:00.000Z",
      "contact_id": "Kaytops",
      "text": " got a kyocera hydro air c6745 from ebay it has a screen lock password and a google account associated with the password. i can't get through this screen lock. i don't know the password or the google account associated with the phone. please any on with useful solution thanks",
      "source": "chat",
      "contact_duration": 56
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Discount/td-p/5087621",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Discount",
      "contact_date": "2017-03-05T04:44:00.000Z",
      "contact_id": "Maggie7",
      "text": " checked with my employer and we receive a 24% discount. not a 22% what do i need to do for this to change.",
      "source": "chat",
      "contact_duration": 12
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/AT-amp-T-Fraud-Dept/td-p/5088095",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "AT&T Fraud Dept",
      "contact_date": "2017-03-05T23:48:00.000Z",
      "contact_id": "Sadmomma",
      "text": "t the end of dec, i ordered (3) phones from wwireless, for myself, my daughter, and my son. i received and returned my phone as it wasnt right (iphone 7) and tried to reorder the correct one (iphone 7+). my daughter activated her phone immediately, and i waited to activate my son's phone for a couple of weeks. i was told by wwireless that i had until the beginning of feb to activate the phones, so i wasnt concerned until wwireless placed my account on a fraud hold. i spent 3 hours on the phone with customer service, and then 2 hours in the wwireless store, only for them to tell my nothing could be done. i asked the manager of the store, so my only option is to go to sprint. she said, yes. can you imagine? i feel this is not just and a form of robbery and feel like i am being treated like a criminal. i am a working mom of 3 children, and no where near doing anything related to fraud. i left the wwireless store extremely sad as they said on a number of times there is nothing i could do to rectify the situation. i do not feel it is fair that i am being charged $1300 for phones that i can not use. we have been loyal customers for 15+ years in some fashion.",
      "source": "chat",
      "contact_duration": 45
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Is-wi-fi-calling-available-on-the-Sonim-XP5/td-p/5088131",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Is wi-fi calling available on the Sonim XP5?",
      "contact_date": "2017-03-05T18:19:00.000Z",
      "contact_id": "ColumbusLarry",
      "text": " live in a rural area with spotty service and often have to use wi-fi calling to make and receive calls. i am thinking of getting another phone for our family and wondering if the sonim xp5 is capable of wi-fi calling? thank you in advance.",
      "source": "call",
      "contact_duration": 11
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/At-amp-T-unite-explorer-LTE-signal-very-weak/td-p/5087666",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "At&T unite explorer LTE signal very weak?",
      "contact_date": "2017-03-05T02:28:00.000Z",
      "contact_id": "minRSSI",
      "text": "god morning,i recently purchased a unite explorer for a hotspot as an addition to my account. sitting right next to me right now my iphone 7+ and ipad air2 both have full 5 bar lte. the unite has 1/data dropping out. i got this with the intention of replacing my occasional tethering to the iphone but the signal hasnt worked to really do anything right now and loading webpages is constantly timing out. bad device or something else? where to start? phone and ipad in field test mode show -74 to -76 for rssi and the unite shows -85. band 4 is what is shown on both the ipad and unite.",
      "source": "forum",
      "contact_duration": 15
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Phone/td-p/5088059",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Phone",
      "contact_date": "2017-03-05T15:53:00.000Z",
      "contact_id": "Caseyhitch15",
      "text": " just bought a phone and i was wondering if the phone is ready to be activated the one i number is[edited for privacy-please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.]",
      "source": "forum",
      "contact_duration": 17
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/AT-amp-T-w-iPhone-5s-calls-to-landline-fail/td-p/5088080",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "AT&T w/ iPhone 5s calls to landline fail",
      "contact_date": "2017-03-05T16:29:00.000Z",
      "contact_id": "jvaughan",
      "text": "ur wwireless iphone 5s calls to a valid maryland landline get no message, one or two rings, some beeps and are dropped.what could cause this. are there default features on phones used on land lines that cause this?",
      "source": "forum",
      "contact_duration": 57
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Using-tv-to-use-phone/td-p/5087673",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Using tv to use phone",
      "contact_date": "2017-03-05T04:05:00.000Z",
      "contact_id": "Brokescreenbob",
      "text": " want to be able to watch movies from phone ob tv",
      "source": "chat",
      "contact_duration": 52
    },
    {
      "source_url": "https://forums.att.com/t5/Android/got-the-unlock-code-but-no-instructions/td-p/5087662",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "got the unlock code but no instructions",
      "contact_date": "2017-03-05T02:11:00.000Z",
      "contact_id": "nosram",
      "text": "t's for samsung galaxy s5solved!go to solution.",
      "source": "chat",
      "contact_duration": 40
    },
    {
      "source_url": "https://forums.att.com/t5/Android/How-To-Know-Which-Update-My-Galaxy-s5-Is-On/td-p/5087654",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "How To Know Which Update My Galaxy s5 Is On.",
      "contact_date": "2017-03-05T00:34:00.000Z",
      "contact_id": "SpecialK1990",
      "text": " just bought a galaxy s5 and i'm on my 2nd \"software update\" message. i already updated it once, so was confused why i need to again. well i looked at my \"android version\" and i'm still at 5.1.1!!! i see (depending on which 5.1.1. i am on) that there could be many more updates!! how do i find out which update i am on, so i know how many more i will need??",
      "source": "chat",
      "contact_duration": 55
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Sony-D6633-Xperia-Dual-SIM-Z3/td-p/5088000",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Sony D6633 Xperia Dual SIM Z3",
      "contact_date": "2017-03-05T14:24:00.000Z",
      "contact_id": "bluesand4",
      "text": "h gurus,i will be visiting the us for a short period of time. i am interested mainly in getting internet working on my mobile. it doesn't have to be lte. i am not sure if my mobile will work in the us (wwireless).can anyone help me with that please?sony d6633 xperia dual sim z3d6633 [xperia z3 dual]umts hspa+ 850 (band v), 900 (band viii), 1700 (band iv), 1900 (band ii), 2100 (band i) mhzgsm gprs/edge 850, 900, 1800, 1900 mhzlte (bands 1, 2, 3, 4, 5, 7, 8, 17, 20)http://www.comparebeforebuying.com/phones/phone/review-and-specs/sony-xperia-z3-dual-sim-d6633-d6633solved!go to solution.",
      "source": "chat",
      "contact_duration": 50
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/I-thought-I-had-bought-2-brand-new-phones/td-p/5087759",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "I thought I had bought 2 brand new phones",
      "contact_date": "2017-03-05T14:21:00.000Z",
      "contact_id": "TUBTOES1",
      "text": " went to my local wwireless store and they had a flash sale bogof. i was told that i would be getting 2 new samsung s7 edge phones, but just 5 days after buying them, one of my phones would turn off and on without warning and then i noticed the name \"janice\" on the date and time screen. i took the phone to best buy and they confirmed that my phone was a refurbished phone. the wwireless sales representative lied to me and he did not tell me that i would be getting a refurbished phone. in fact, on the invoice both phones are priced at the new phone price. i'm going to check with my state wwirelessorney general and the ftc. the reason i had to get a new phone was because my old phones motherboard was fried according to the wwireless representative, and the manufacturers warranty ran out about 5 months ago. i never dropped my phone, never got it wet, i had it in an otterbox at all times and took great care of it. i now wonder if i got a refurbished model of my old phone....that i still have to make payments on. this seems like fraudulent activity to me. plus, on the bogof phone, they put on my phone bill that we owe payments for the free phone!!!! i am so frustrated!",
      "source": "forum",
      "contact_duration": 46
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Access-charge/td-p/5087997",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Access charge",
      "contact_date": "2017-03-05T21:22:00.000Z",
      "contact_id": "Mab76baboo",
      "text": "whch phones are not susceptible to the $25/mo. access charge?",
      "source": "forum",
      "contact_duration": 10
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Billing-Dispute-Issue/td-p/5088083",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Billing Dispute Issue",
      "contact_date": "2017-03-05T23:35:00.000Z",
      "contact_id": "dwchandler7",
      "text": "w have had a billing dispute with wwireless wireless since november 2016. we have been passed around to many customer service and billing agents with no resolve. now wwireless is starting to suspend service for non-payment, eventhoug they will not provide a resolution to our dispute.does any one have an executive's name and contact info so we can move this issue along?",
      "source": "forum",
      "contact_duration": 5
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/att-and-direct-tv/td-p/5087534",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "att and direct tv",
      "contact_date": "2017-03-05T00:45:00.000Z",
      "contact_id": "smmdaly5",
      "text": "whn are you people going to get together and link wsatellite and wwireless accounts and hopefully give the customer a discount. the sites are terrible, they call for different passwords and user ids. it has been over one year since you merged and nothing is being down. promises were made by your cellular company to merge the accounts with discounts and we were lied to. if i ever have access to verizon fios i will leave you in a heartbeat. your committment to the customer is very poor",
      "source": "forum",
      "contact_duration": 35
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Can-I-cancel-a-payment-I-made-online/td-p/5087635",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Can I cancel a payment I made online?",
      "contact_date": "2017-03-05T05:13:00.000Z",
      "contact_id": "ahanshaw",
      "text": " made a payment for the wrong day. it went thru yesterday. i just realized it today after but it's saturday so it's not processed at my bank yet. can i reverse payment and set up the right date?",
      "source": "chat",
      "contact_duration": 25
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Lg-g3-d850-says-it-needs-to-update-software-but-will-not/td-p/5088196",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Lg g3 d850 says it needs to update software, but will not.",
      "contact_date": "2017-03-05T21:21:00.000Z",
      "contact_id": "Lmar7431",
      "text": "hllo, i just bought an lg g3 d850. it said a software update was available. tried to download and install it and it failed. gave me an error message that said to contact lg. i was told it was an wwireless problem. i checked the software version on this phone and it is d85030k.. now it's saying it's up to date but has no update history. i'm really confused about this. my wife's phone is doing the same thing. any help would be appreciated.",
      "source": "forum",
      "contact_duration": 46
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Does-AT-amp-T-wireless-plan-to-carry-any-of-the-new-Sony-Xperia/td-p/5087716",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Does AT&T wireless plan to carry any of the new Sony Xperia Phones being released in 2017?",
      "contact_date": "2017-03-05T06:12:00.000Z",
      "contact_id": "Dawud13",
      "text": "ts been a few years since any u.s. carrier has had a sony phone. i was just wondering if wwireless planed to offer any of new xperia phones coming out this year.",
      "source": "chat",
      "contact_duration": 15
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Eye-icon/td-p/5088064",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Eye icon",
      "contact_date": "2017-03-05T16:02:00.000Z",
      "contact_id": "JoLee348",
      "text": "ccasionally, an eye icon appears at the top of my samsung galaxy 5. it flashes on and off. what is that?",
      "source": "call",
      "contact_duration": 51
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Unlock-phone-denied/td-p/5088075",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Unlock phone denied",
      "contact_date": "2017-03-05T16:21:00.000Z",
      "contact_id": "MousesHouse",
      "text": "'ve tried on several occasions to unlock not 1 but 2 phones. the first one i can understand. it was a paid (contract) phone and when the contract was over i switched to a prepaid plan. i had the phone on the paid contract well over a year, the on the prepaid around 6 months. i was denied because i didn't have active service on the phone for 6 months was my response to the request. the current phone i have on the same prepaid account it is on auto pay directly from my bank account. it has been active since may or june of 2016, i am still getting the same response to the unlock request that it has not been active for 6 months. and no one at customer service (611) will help because i no longer have a contract.",
      "source": "call",
      "contact_duration": 35
    }
  ]
}
