{
  "docs": [
    {
      "source_url": "https://forums.att.com/t5/Android/Texting/td-p/5091800",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Texting",
      "contact_date": "2017-03-09T16:04:00.000Z",
      "contact_id": "LizKeyser",
      "text": "whn i text it doesn't go back and forth like a normal conversation. the one persons message all appear together like the other person hasn't responded yet when in fact the other person responding hs already sent a response.... any hep fixing will be greatly appreciated.",
      "source": "chat",
      "contact_duration": 54
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Audio-issues-when-making-an-outgoing-call/td-p/5091929",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Audio issues when making an outgoing call",
      "contact_date": "2017-03-09T18:53:00.000Z",
      "contact_id": "Mandysdb",
      "text": "whn i make an outgoing call no one can hear me, this is post update, samsung an j320a",
      "source": "chat",
      "contact_duration": 6
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Could-you-please-tell-me-if-there-s-a-plan-out-there-for-me/td-p/5092006",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Could you please tell me if there's a plan out there for me",
      "contact_date": "2017-03-09T20:51:00.000Z",
      "contact_id": "Maddy61008",
      "text": "'m looking for a plan that has unlimited data and make 16 per gigabyte i'm in spring right now and i'm looking to get out of there i'm having a problem being unsatisfied with my product i haven't planned that class in your hundred and $20 a month for two phones and i am satisfied and somebody to help me help",
      "source": "chat",
      "contact_duration": 47
    },
    {
      "source_url": "https://forums.att.com/t5/Android/NOUGAT/td-p/5091496",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "NOUGAT",
      "contact_date": "2017-03-09T11:20:00.000Z",
      "contact_id": "M3X1C4N0",
      "text": "uando llegar la actualizacin para el note 5 n920a .. necesito una respuesta concreta gracias",
      "source": "chat",
      "contact_duration": 15
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Screen-won-t-stay-open/td-p/5091061",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Screen won't stay open",
      "contact_date": "2017-03-09T01:17:00.000Z",
      "contact_id": "TW1977",
      "text": "whle using this samsung galaxy j320a phone, the screen keeps shutting itself down within a few seconds, it's very annoying, please help",
      "source": "chat",
      "contact_duration": 10
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Annoying-Phone-Calls/td-p/5091447",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Annoying Phone Calls",
      "contact_date": "2017-03-09T17:42:00.000Z",
      "contact_id": "Spider73",
      "text": " have been receiving calls from all over the united states lately. i recently reported this problen and was told there had not been many calls complaining about the annoying calls from roto to live people asking all kinds of questions. it now has gotten to the point that i seldom answere my phone and wait for a voice massage. in light of all the wikileak and cia concerns i am strongly considering canceling my longtime wwireless service for a new provider. how can you avoid my leaving wwireless? reply back letting me know how, all these different locations got my phone number and what wwireless is doing aboit it. i mean serious business. next stop the fcc. this has been going on now for several months.",
      "source": "chat",
      "contact_duration": 44
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Iphone-Unlock-Request-Pending-and-Pending-and-Pending-and/td-p/5091656",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Iphone Unlock Request Pending and Pending and Pending and Pending and Pending...",
      "contact_date": "2017-03-09T20:44:00.000Z",
      "contact_id": "theeteetotaler",
      "text": "'m in the process of switching carriers as i have started a new business and am now able to set up an account through my business. i have been a loyal and happy wwireless customer for over 13 years and currently have 4 iphones on a family plan. upon starting the process of switching carries i initiated unlock requests for all four of my devices, having approximately 2 weeks remaining in my billing cycle i feel confident things will get switched over with plenty of time to spare. the unlock portal on wwireless.com worked well enough for 3 of the lines as the approval email came through in less than 12 hours. my fourth line, however, is currently 'in progress' as it has been for 6 days now.after numerous lengthy calls with customer support, no one is able to properly address my problem and provide a solution, all i hear is that only the 'back office' handles device unlock. i'm also told that csr's have no way to contact the 'back office'. i find this absurd. all i get are apologies and csr's telling me to just wait a day, and then another day.so here i am, three days to go until my billing cycle ends and i have a sense that things will not be resolved until after wwireless has wrung another $293.65 out of me. please help.",
      "source": "chat",
      "contact_duration": 38
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/LG-G5-300-visa-gift-card-promotion/td-p/5091686",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "LG G5 $300 visa gift card promotion",
      "contact_date": "2017-03-09T21:16:00.000Z",
      "contact_id": "DawnFortner",
      "text": " purchased my lg g5 12/15/16 when there was a promotion for the $300 visa gift card. i still haven't received my gift card. wwireless customer service can't find the promotion. where is my gift card wwireless??? i've spoken with 9 people and can't seem to get this problem resolved. i'm being passed from person to person, patrionized, and made to feel like i am scamming wwireless for a gift card. i didn't pull this promotion out of my rear and make it up. i don't appreciate the way i've been treated and how this issue cannot seem to be resolved.",
      "source": "call",
      "contact_duration": 38
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/ATT-ATT-Not-Unlocking-iPhone-7-Even-Though-Phone-and-Account/td-p/5090999",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "ATT ATT Not Unlocking iPhone 7 Even Though Phone and Account Paid In Full",
      "contact_date": "2017-03-09T04:00:00.000Z",
      "contact_id": "shystering",
      "text": " have been with wwireless for years. recently, i decided to close my account, pay off my two iphone 7s, and ask to have to have the phones unlocked that i purchased on a bogo through wwireless. i called wwireless and paid off the two iphones completely. i asked that the phones be unlocked.i also submitted requests online. the following day i received an email from wwireless that one phone was unlocked. the second phone i received no information. but when i checked online the day after as to the status (giving it 48 hours from when the request was first made), the message was that the unlocking was denied as the account information did not match.i immediately called customer service. they could not explain the problem. they thought it might be a \"placeholder\" error message. they indicated that there was an open ticket on the unlocking of the cell phone and that there was a completion date of march 7. their only advice was \"wait\" and that someone will contact me.it is the end of business day on march 8 and the phone is not unlocked, nor has anyone contacted me. customer service has been of no use. they say that no one can talk to the unlocking department (not even them). wwireless gladly took my money for the phones and service. yet, their inability or unwillingness to unlock a phone that i bought through wwireless and that has been fully paid (with an account that is paid in full as well) has been frustrating.what should i do?",
      "source": "chat",
      "contact_duration": 13
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/I-m-having-trouble-receiving-group-messages-IPhone-6/td-p/5091344",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "I'm having trouble receiving group messages-IPhone 6",
      "contact_date": "2017-03-09T09:28:00.000Z",
      "contact_id": "missingadigit",
      "text": " cannot receive group messages all of a sudden. wwireless was down in our area yesterday even affecting 911 but i can get single person messeges. i have rebooted, checked my carrier update, i've done all the little things like logging out and then logging into your apple id. not working. i've done the network reset. nothing. erased the group's thread. still nothing. anyone have any idea other than a complete factory reset?",
      "source": "call",
      "contact_duration": 21
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Stream-Saver-Glitch/td-p/5091188",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Stream Saver Glitch?",
      "contact_date": "2017-03-09T06:58:00.000Z",
      "contact_id": "JohnnyDoe",
      "text": "nt sure if anyone else has seen this, but regardless of logging in via mywwireless app or simply to my account on the website; stream saver is always on. even after i swipe to turn it off and get the prompt to wait 5 minutes and restart my phone. i log back in and boom... its on again. i called wwireless and the rep showed it off on their end but both the app and website for me show it on.anyone else noticed this? currently on the unlimited plus plan and never had this issue before.solved!go to solution.",
      "source": "forum",
      "contact_duration": 48
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Data-usage/td-p/5091321",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Data usage",
      "contact_date": "2017-03-09T08:56:00.000Z",
      "contact_id": "sph1984",
      "text": "f you are looking at your current data usage on your account. if the phone is off then is it not able to pull in data usage? can it only have data usage will turned on?",
      "source": "forum",
      "contact_duration": 37
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Syncing-Contacts-for-Use-with-Messages-App-online/td-p/5091369",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Syncing Contacts for Use with Messages App online",
      "contact_date": "2017-03-09T09:50:00.000Z",
      "contact_id": "jpascone",
      "text": " am enjoying using the the messages app online but am curious if i can pull the contacts from my iphone 6?thanks.",
      "source": "forum",
      "contact_duration": 26
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Samsung-Galaxy-s7/td-p/5091081",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Samsung Galaxy s7",
      "contact_date": "2017-03-09T11:33:00.000Z",
      "contact_id": "Has72095",
      "text": "fter the new update i have noticed that my led indicator flashes even when i am using my phone whereas before it only flashed when my screen was locked. i also tested it with a t-mobile samsung galaxy s7 user and they do not have the same problem. i don't want to turn off the led indicator because i like it to tell me i have notifications but i don't want it to flash when my screen is lit up and i am using the phone. it does this for all notifications it seems so far: texts, facebook messenger, charging, etc. and neither turning it off/on nor restarting works.",
      "source": "forum",
      "contact_duration": 51
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Abodnar/td-p/5091292",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Abodnar",
      "contact_date": "2017-03-09T15:33:00.000Z",
      "contact_id": "Abodnar",
      "text": "uner manage app settings>app info>memory using up my ram in my wwireless app is something called zdaservices. i have a galaxy j320a android ver: 6.0.1. is there cause for concern?",
      "source": "forum",
      "contact_duration": 50
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Text-Messages/td-p/5091051",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Text Messages",
      "contact_date": "2017-03-09T00:45:00.000Z",
      "contact_id": "Farcob",
      "text": "'m wondering if somehow i can get a statement with what each text says in the messages",
      "source": "forum",
      "contact_duration": 13
    },
    {
      "source_url": "https://forums.att.com/t5/Android/buy-from-amazon-2-phones-lg-phoenix-2-need-unlocked/td-p/5091171",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "buy from amazon 2 phones lg phoenix 2 need unlocked",
      "contact_date": "2017-03-09T06:37:00.000Z",
      "contact_id": "alejandro0011",
      "text": "god morning friends greet you from osorio from venezuela, buy from amazon 2 phones lg phoenix 2 at & t, because from what i read you unlocked it through an application, well, it's been almost 4 days and i still do not receive a response from you. please help me because if i can unlock it i will lose my money invested since it does not work with any line here from my country. here are the many requestsapplication number: **********application number: nul714188509364my personal email: ***** my tlf from venezuela [edited for privacy-please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.]",
      "source": "forum",
      "contact_duration": 31
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/911-outage-by-at-amp-t-cellular-carrier-effecting-multiple/td-p/5090906",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "911 outage by at&t cellular carrier effecting multiple states",
      "contact_date": "2017-03-09T02:02:00.000Z",
      "contact_id": "MNgrlnFL",
      "text": "s there anywhere that can i can check the status of the 911 outage for my wwireless cell service or find a list of alternate numbers to call in case of emergency in my local area i understand that florida, texas , tennessee and kentucky wwireless cellular users are under this outage for sure not sure of anyother statessolved!go to solution.",
      "source": "call",
      "contact_duration": 48
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/How-do-I-remove-a-phone-from-our-family-plan-and-will-it-cost-me/td-p/5091677",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "How do I remove a phone from our family plan and will it cost me to do this?",
      "contact_date": "2017-03-09T21:09:00.000Z",
      "contact_id": "foxhugger",
      "text": "m daughter is getting married and does not need to be on our plan anymore. it is crazy to keep paying for a phone she is no longer using. how do i remove it from our plan and is there a costfor doing this? thanks.",
      "source": "call",
      "contact_duration": 22
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/AT-amp-T-won-t-unlock-my-iPhone/td-p/5091664",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "AT&T won't unlock my iPhone",
      "contact_date": "2017-03-09T20:51:00.000Z",
      "contact_id": "Anonymous",
      "text": " was an original iphone customer with the unlimited grandfathered data. when wwireless announced another price increase on the data plan in january, i decided to switch to another carrier. i received an email from wwireless stating that if i canceled my contract due to the price increase, the etf would be waived. i also verified this several times via chat with customer support prior to porting my number.fastforward to several weeks later, i ported my number and wwireless is refusing to unlock my phone. the account is paid in full, and i haven't been charged an etf (as far as i know), but they will not unlock the phone. i have chwwirelessed with at least a dozen customer service reps and opened two separate cases to get my phone unlocked, and yet i am still unable to do so. i even received an email stating my device was unlocked, but it was not true.everyone agrees that my etf is supposed to be waived and that there are no outstanding charges on my account, and that my device is eligible to be unlocked, but wwireless will notactually unlock it.i am at my wits end - customer service chat is outright lying about unlockingmy device, and when i call the custimer service line, i get rerouted to non-functioning numbers and/or fax lines, or just hung up on. it's not just incompentence, there is outright deception. however, it seems i have no options to resolve this other than buying a new phone and ditching the device i rightfully own.be forewarned - if you cancel your service due to a price increase in your data plan (as is your right), wwireless seems to hold your device hostage even though they are supposed to unlock it.",
      "source": "call",
      "contact_duration": 5
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/MAILING-ADDRESS/td-p/5091649",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "MAILING ADDRESS",
      "contact_date": "2017-03-09T20:37:00.000Z",
      "contact_id": "Thumbs353",
      "text": " need an address for customer service. i have a nine page transcript of a ridiculious 33 minute chat with your customer service people and i want to send it snail mail to someone who can do something about it.",
      "source": "call",
      "contact_duration": 9
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/Don-pongo-una-queja-que-sea-escuchada/td-p/5091749",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "Don pongo una queja que sea escuchada?",
      "contact_date": "2017-03-09T22:11:00.000Z",
      "contact_id": "grupojcoro",
      "text": "hce un convedio con sus representantes en mexico y no an cumplido su parte me paso mas de 15 minutos hablando con cada uno de ellos y ninguno me da solucion a mi problema, yo tube el servicio de wwireless en estados unidos y todos los que me atendieron fueron amables conmigo aqui en mexico es totalmente distinto el trato que le dan con sus clientes mexicanos, wwireless esta mal atendido en mexico, yo e recomendado esta compaia a muchos amigos por la esperiencia que tube con ustedes en u.s.a pero me gustaria que se pusiera atencion en sus clientes mexicanos y mi queja sea escuchada y le den solucion al convenio selebrado con sus empleados.atentamentelesly margarita cesta dominguez mi numero de servicio es:1.26498468 saludos gracias.",
      "source": "call",
      "contact_duration": 6
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Why-is-my-unused-data-taken-after-a-month/td-p/5091221",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Why is my unused data taken after a month?",
      "contact_date": "2017-03-09T07:29:00.000Z",
      "contact_id": "Jamirish",
      "text": "m problem is that wwireless are providing deals that still isn't cheap but every month they take my data that i already paid for and when i need extra data i have to pay $15 for 1gb or upgrade my plan, and the trick after doing so is that the plan that u had before no longer exists. hive been with wwireless for over 5years and i think this is coming to an end soon. something needs to be done, they are the ones benefiting from this arrangement.",
      "source": "chat",
      "contact_duration": 41
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Unlocking-My-Phone/td-p/5091276",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Unlocking My Phone",
      "contact_date": "2017-03-09T08:21:00.000Z",
      "contact_id": "g2mikes",
      "text": " am really fustrated to the point where im considering leaving wwireless due to poor communication. i have been trying to unlock my lg that has been paid off so i can give it to a relative who desperatley needs a new phone. it has been a week and everytime i log in to check status its in progress, when i call the system is down? i have 3 iphones currently on a family plan, and the run around is really making me consider switching services.",
      "source": "call",
      "contact_duration": 59
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/PHONE-UNLOCK-CODE-REQUEST/td-p/5091510",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "PHONE UNLOCK CODE REQUEST",
      "contact_date": "2017-03-09T11:36:00.000Z",
      "contact_id": "vortexics",
      "text": "h i posted a phone code unlock request on the 03/03/17it says to wait two bussiness day, today is already 03/09did i miss something in the proccess?request number:nul614088143657please need help thisthanks in advance",
      "source": "call",
      "contact_duration": 57
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/wrong-time-of-day/td-p/5091497",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "wrong time of day",
      "contact_date": "2017-03-09T11:15:00.000Z",
      "contact_id": "h2hawk68",
      "text": "n wednesday the 8th my model #z431 change time to daylight saving time, ahead one hour. customer service says they can't help me, they will update system on sunday. why did this happen and why can't they fix it now?herb",
      "source": "call",
      "contact_duration": 35
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Customer-service-follow-up-is-terrible/td-p/5090892",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Customer service follow up is terrible.",
      "contact_date": "2017-03-09T01:32:00.000Z",
      "contact_id": "Rtomas",
      "text": "ben dealing with a billing issue for the past 13 month's. i have been hung up on.been told to call back when i get my facts straight. big mistake to switch to wwireless.",
      "source": "forum",
      "contact_duration": 34
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Samsung-Galaxy-Express-3-Unlock-Request/td-p/5091676",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Samsung Galaxy Express 3 Unlock Request",
      "contact_date": "2017-03-09T14:08:00.000Z",
      "contact_id": "tipsypee",
      "text": "he, i have a samsung j3 that i am trying to get unlocked. i submitted the unlock request as a non-wwireless customer and received the email verification right away. two days later on thursday (03/10/17) i received the \"this request requires additional research to determine eligibility\" email. the \"check unlock status\" shows in progress. i really need to use my phone as i am out of the country but currently wwireless is not being swift enough. i understand that there was a problem with the system which the lady i talked to said, but now since it was fixed i am still facing the same problem.may you please assist me in getting an unlock code. i would be entirely grateful and appreciativeregardstanya",
      "source": "chat",
      "contact_duration": 29
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/Unlocking-my-phone-that-didn-t-have-a-contract/td-p/5091760",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "Unlocking my phone that didn't have a contract.",
      "contact_date": "2017-03-09T15:25:00.000Z",
      "contact_id": "David8",
      "text": "hllo, i need help with the same issue.i submitted my request to unlock 2 phones that i had bough out right a long time ago. it has been 3 days now. i recieved this yesterday this request requires additional research to determine eligibility.what is taking so long. i had already had my numbers turned over to my new carrier a few days ago thinking it would take 2 days at the most. i've tried to resubmit the request but it says that i can't because my device is still being processed. ???someone please help me get this done.",
      "source": "chat",
      "contact_duration": 24
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/re-activate-a-suspended-LG-shine-same-phone-has-been-found/td-p/5091914",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "re-activate a suspended LG shine same phone has been found",
      "contact_date": "2017-03-09T18:23:00.000Z",
      "contact_id": "boywhatbaloney",
      "text": "eactivate the suspended services on a previously lost lg shine which has now been found",
      "source": "chat",
      "contact_duration": 36
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/device-not-unlocked-over-a-week-now/td-p/5091236",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "device not unlocked over a week now",
      "contact_date": "2017-03-09T07:44:00.000Z",
      "contact_id": "aakashpsp",
      "text": "unlck request number isnul924588125489i added this request on 3rd of march and it is still showing as processing and i am not able to get any further update.kindly look into the mwwirelesser.thanks,regards",
      "source": "call",
      "contact_duration": 23
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/How-can-I-get-an-iPhone-7-plus/td-p/5091083",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "How can I get an iPhone 7 plus",
      "contact_date": "2017-03-09T04:36:00.000Z",
      "contact_id": "Deezy2883",
      "text": "wht do i need to do to get the iphone 7 plus",
      "source": "forum",
      "contact_duration": 33
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Unlocking-used-iPhone/td-p/5091074",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Unlocking used iPhone",
      "contact_date": "2017-03-09T04:05:00.000Z",
      "contact_id": "jaxmef",
      "text": "'m gonna buy locked iphone 5s and i've heard wwireless has a special service to unlock it. i'm not gonna use that phone in the us, so the iphone will be useless to me if i won't unlock it. i've heard that if the phone you wanna unlock is blacklisted you cannot unlock it. is it true? how can i check if the phone i'm gonna buy phone is blacklisted? is there a chance that wwireless won't unlock whitelisted phone?p.s. wanna buy locked iphone because of the price.",
      "source": "forum",
      "contact_duration": 20
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/No-service/td-p/5091067",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "No service",
      "contact_date": "2017-03-09T02:40:00.000Z",
      "contact_id": "Romero96",
      "text": "m phone for the past 2 days hasn't been working correctly! one minute is working and the next it'll say \"no service\" i am paying $45 a month why does this keep happening? i tried restarting my phone and taking out the sim card but it did not help",
      "source": "forum",
      "contact_duration": 13
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/My-iPhone-7plus-got-stolen-or-just-lost-it-around-my-house-over/td-p/5091108",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "My iPhone 7plus got stolen or just lost it around my house over a week ago. I tried to find it using",
      "contact_date": "2017-03-09T05:24:00.000Z",
      "contact_id": "diazpe",
      "text": " lost my new iphone7plus over a week ago. i think it could be in somewhere around the house, but i can't find it. i tried \"find my phone\", but it says it's offline. i also have a tracker divice (tile), but it can't find it either. i keep hoping to find it in somewhere around my house, but there is a possibility that i lost it forever. i still have my old iphone6s i was using before. i tried to activate it buti couldn't. the whole process is a real nightmare. it was extremedly frustrating to even try, because the icloud keeps sending me text message with numbers i needed to put on the phone, but how can i check the messages on my phone if i don't have that phone? when i finally manage to at least recoveremy applications on the old phone and have internet on the phone, it still says \"no service\". i can't make or receive call ortexts.i don't know what i needto do. for the last 3 days i tried to figure it out, but i just couldn't activate my old phone. what can i do?i tried to activate it as a new phone, but it says that this phone (sim number) is already in use....this is so frustrating!!!!!!!",
      "source": "forum",
      "contact_duration": 9
    },
    {
      "source_url": "https://forums.att.com/t5/Android/S7-update/td-p/5091054",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "S7 update",
      "contact_date": "2017-03-09T00:50:00.000Z",
      "contact_id": "Jalisa14",
      "text": "hllo,for some reason i didn't get any notification about the new software update for my phone. my fiance has received his yesterday; when going to check to see if my can update it oddly says myou system is update for the old software version and there's now updates available. can you tell me if there is another way to receive the update 7.0 nougat?",
      "source": "chat",
      "contact_duration": 52
    },
    {
      "source_url": "https://forums.att.com/t5/Android/UNLOCK-SAMSUNG-GALAXY-S7-EDGE-MODEL-G935A/td-p/5091208",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "UNLOCK SAMSUNG GALAXY S7 EDGE MODEL G935A",
      "contact_date": "2017-03-09T07:21:00.000Z",
      "contact_id": "Alejandro357",
      "text": "hllo friends i have treated to unlock my phone on the page and always is the same answer, that the imei is not in the database. but my phone is at & t.imei number: *****serial number: *****un number: *****model number: sm-g935azdawwirelessmodel name: sm-g935amodel desc: galaxy s7 edgewarranty status: in warrantypurchase country: u.s.awarranty until: 03.25.2018purchase date: 03.25.2016production date: 03.24.2016manufacturer: p104 samsung headquarter koreacarrier: u.s.a wwirelesssold by: united states / 25 march 2016can you help unlock my phone?[edited for privacy-please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.]",
      "source": "chat",
      "contact_duration": 12
    },
    {
      "source_url": "https://forums.att.com/t5/Android/LG-G5-H820-OTA-or-LG-Bridge-cannot-find-update-to-android-nougat/td-p/5091212",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "LG G5 (H820) OTA or LG Bridge cannot find update to android nougat 7.0",
      "contact_date": "2017-03-09T07:24:00.000Z",
      "contact_id": "gssjcsk",
      "text": " would like to update my lg g5 h820 (current software version h82011n) to the latest software (android nougat) , so i tried \"software update\" => \"update now\" with both wwireless mobile connection and wi-fi connection, but it says \"your device is up to date. there is no new software update for your device.\"so i tried lg bridge to update my phone. the phone is clearly connected to the pc windows 10 64-bit (says g5 (usb) in the bottom left corner), but when i click software update, it says \"cannot check the software version. try again.\" so i tried again by restarting both the phone and the computer, factory resetting the phone, using a different pc (windows 7, 64-bit),etc, but none of this works.can you please help me with updating my phone?",
      "source": "chat",
      "contact_duration": 19
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Update/td-p/5091062",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Update?",
      "contact_date": "2017-03-09T01:21:00.000Z",
      "contact_id": "Ellbe74",
      "text": " can not get my phone to update i have a samsung galaxy note 4 . i bought the phone from someone but i have it on another network. is there anyway to get my phone to update with it being on a different network. someone told me that it not being on wwireless is the reason it won't update. what can i do?",
      "source": "call",
      "contact_duration": 31
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/unlocking-a-phone/td-p/5091053",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "unlocking a phone",
      "contact_date": "2017-03-09T00:45:00.000Z",
      "contact_id": "Estnes",
      "text": "hllo. i would like to unlock a phone but the space given for the imei on the wwireless website is only limited to 15 digits and yet this phone (samsung sgh-a197) has an imei of 17 digits. i need help on how i should handle that. thank you",
      "source": "call",
      "contact_duration": 53
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Phone-unlock/td-p/5091179",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Phone unlock",
      "contact_date": "2017-03-09T06:42:00.000Z",
      "contact_id": "Blackninja_007",
      "text": " purchased a samsung galaxy mega2 on ebay from wwireless. i was informed that the phone was unlocked.however. i was switching the phone to t-mobile and they said the unit was not unlocked.what do i need to do to unlock this phone?",
      "source": "call",
      "contact_duration": 45
    },
    {
      "source_url": "https://forums.att.com/t5/Android/AT-amp-T-LG-G2-D800-recovery-mode-is-opening-download-mode-does/td-p/5091540",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "AT & T LG G2 D800 recovery mode is opening download mode does not help!!!!!",
      "contact_date": "2017-03-09T11:58:00.000Z",
      "contact_id": "mortak",
      "text": ",lgg2 d800 recovery mode is on and the download mode is off.i have installed recovery mode backup and i would like to ask you to help me with the same problem whatever the same problem.",
      "source": "chat",
      "contact_duration": 46
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Total-system-malfunction-shutdown/td-p/5091593",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Total system malfunction shutdown",
      "contact_date": "2017-03-09T12:47:00.000Z",
      "contact_id": "Maison",
      "text": " am at the starbucks on church street in marietta, georgia; while using the wi-fi connection, downloading from xvideos, my zte android sufferd stall malfunction. when i restarted the gophone none of the buttons restarted the cellular phone indicating a reboot failure (given the fact that my phone is weather but in great condition raises my suspicion); what may be the problem?",
      "source": "chat",
      "contact_duration": 40
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Help/td-p/5092021",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Help",
      "contact_date": "2017-03-09T21:44:00.000Z",
      "contact_id": "LilianaMacias",
      "text": "m iphone doesn't turn on, the screen is completely black, only siri works",
      "source": "forum",
      "contact_duration": 15
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Tried-to-unlock-my-Iphone-with-6s-after-paying-everything-in/td-p/5091362",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Tried to unlock my Iphone with 6s after paying everything in full .(AT&T NExt) but failed .",
      "contact_date": "2017-03-09T09:47:00.000Z",
      "contact_id": "saikiran9",
      "text": "hllo,i tried to unlock my iphone 6s but none of the wwireless guys helped me in unlocking it andbecause of a good offer from other network i moved(kept phone with me only for my brother)and now wwireless people are saying its not in wwireless .so what i have to do .i pais entire balance in full .then only i moved .please guide or suggest me what i have to do in my case?",
      "source": "chat",
      "contact_duration": 7
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Constant-Delays-unlocking-phones/td-p/5091399",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Constant Delays unlocking phones",
      "contact_date": "2017-03-09T10:11:00.000Z",
      "contact_id": "Kneecole",
      "text": "w paid off our iphone 6 devices last week, hoping to have them unlocked. it's now been 5 days since the request was put in and i keep hearing different reasons why it can't be done:1. unlocking portal is down2. the offices are closed for unforeseen circumstances3. our account holder name doesn't match (it does...)4. our imei number doesn't match (it does...)5. they need more information on where we bought our phones and if we ever made any insurance claims on them (in an wwireless store and we haven't...)6. there can sometimes be delays of an unspecified nature and we just have to wait.what kind of magic do i need to do just to have my phone unlocked?!?!?",
      "source": "chat",
      "contact_duration": 58
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Cellular-data-overage-in-two-hours-No-bill-And-now-you-threaten/td-p/5090861",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Cellular data overage in two hours . No bill. And now you threaten me with collection on a $5 late f",
      "contact_date": "2017-03-09T00:48:00.000Z",
      "contact_id": "Hearth",
      "text": " added a $30 data fee for 3 go so i could watch a basketball game.the game lasted two hours. you emailed me that i was over my allotment and would bill me 1 more gb. i cancelled service and had to call to get an amount because you could not and did not send me a bill via mail. i finally got the amount and mailed a check. now you threaten me with a $5 late charge via collection. what a freaked urine filled customer relationship and i will make a mission to never do business with you again. i am also banning my 17 employees from using your services including cricket.",
      "source": "chat",
      "contact_duration": 59
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/AT-amp-T-stole-all-3-of-my-iphone-6-amp-6-plus-after-mailed-in/td-p/5090934",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "AT&T stole all 3 of my iphone 6 & 6 plus after mailed in for Fall 2016 free iphone 7 upgrade trade i",
      "contact_date": "2017-03-09T02:32:00.000Z",
      "contact_id": "Annie106",
      "text": " purchased i iphone 7 and 2 iphone 7 plus during wwireless fall 2016 free iphone 7 upgrade trade in promotion. according to wwireless advertisement all eligible iphone 6 trade will receive $649 value toward the purchase price, the credit will kicked in ater 3 billing cycles. however after 6 billing cycles and numerous times talking to different representatives, all of them agreed that wwireless will credit back all amounts to my bill. so far nothing happen. wwireless stole my 3 iphones and makes me for my new purchased iphone. it is a scam. i just wonder why nobody say anything or do anything. wwireless you better stand behind what you promosed.",
      "source": "call",
      "contact_duration": 28
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Iphone-7-jacks-up-the-bill/td-p/5091159",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Iphone 7+ jacks up the bill?",
      "contact_date": "2017-03-09T13:22:00.000Z",
      "contact_id": "stang77",
      "text": "m family has the nextplan and i have an upgrade available, if i trade in my phone and get the new one would my bill go way up from what i already pay if i got the iphone 7 plus of the 7?",
      "source": "call",
      "contact_duration": 28
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Billing-charges/td-p/5091146",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Billing charges",
      "contact_date": "2017-03-09T13:10:00.000Z",
      "contact_id": "William228",
      "text": " returned equipment in the 14 day window, but was billed for a full month of services. is that normal even though i did not use the whole month of service?",
      "source": "call",
      "contact_duration": 43
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Att-next-payment/td-p/5091412",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Att next payment",
      "contact_date": "2017-03-09T17:22:00.000Z",
      "contact_id": "sph1984",
      "text": "s there a way to just make a payment for a phone i'm doing the payment plan on to help get it paid off sooner? the only options i see are to pay in full or pay a certain amount to upgrade. i just want to pay extra on it when i can to pay it off sooner.",
      "source": "call",
      "contact_duration": 32
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Missing-Text-intermittantly/td-p/5091627",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Missing Text intermittantly",
      "contact_date": "2017-03-09T13:21:00.000Z",
      "contact_id": "mbielaczyc",
      "text": "hllo,so i seem to not receive texts every once in a while, mainly when they are large texts.both times i can confirm it happening, the text was large, i didn;t receive it, and then it was followed by a short text which i did receive.i have an htc 10.",
      "source": "forum",
      "contact_duration": 18
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Texts/td-p/5091665",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Texts",
      "contact_date": "2017-03-09T13:54:00.000Z",
      "contact_id": "Brejym",
      "text": "an u actual see text messages on a detailed billsolved!go to solution.",
      "source": "forum",
      "contact_duration": 10
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/ATT-Unlimited-data-plans/td-p/5091981",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "ATT Unlimited data plans",
      "contact_date": "2017-03-09T20:11:00.000Z",
      "contact_id": "wdsteve",
      "text": "hw does wwireless think it is being competitive when t-mobile is offering 2 lines unlimited for $100 including tax and fees???been with wwireless since 1998 so i'm not a wwireless hater but now days you got to get the best bang for the buck.i think wwireless is dropping the ball here. where i live all wireless services are good so it's not about good or bad service...",
      "source": "forum",
      "contact_duration": 24
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/I-paid-143-dollars-per-month-and-this-is-what-you-give-to-me/td-p/5091976",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "I paid 143 dollars per month and this is what you give to me?",
      "contact_date": "2017-03-09T20:03:00.000Z",
      "contact_id": "Neilliu",
      "text": " paid 143 dollars per month for your phone and 4g 16gb internet service just want to use it to connect with my computer to play overwatch. but what you give to me is 30ms ~ 8743ms ping and keep disconnecting and reconnecting. i was even disconnected for 5 times in 1 hour tonight. is there anyone wanna explain this issue for me? i used atnt for almost 3 years, and i am feeling that i almost done with it",
      "source": "forum",
      "contact_duration": 56
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Sim-Replacement/td-p/5090922",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Sim Replacement",
      "contact_date": "2017-03-09T02:18:00.000Z",
      "contact_id": "JcSag16",
      "text": " have a galaxy s5 and i purchased a galaxy s7 outside wwireless. galaxy s7 requires a nano sim card and i have a micro sim card. what are the requirements to get a nano sim card my line or phone number is under my dad's name and is the account holder. can i go to wwireless retail store by myself or should i bring the account holder with me?.",
      "source": "forum",
      "contact_duration": 56
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/LED-notifications-haywire-on-S7-Edge-Nougat/td-p/5090923",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "LED notifications haywire on S7 Edge Nougat?",
      "contact_date": "2017-03-09T02:21:00.000Z",
      "contact_id": "SCFord",
      "text": "hllo, i have the s7 edge and the nougat update was rolled out to my phone today. it looks like the led notifications do not work when the phone's on silent. it's this supposed to happen? is there any way to disable that?",
      "source": "forum",
      "contact_duration": 28
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Put-password-amp-fingerprint-unlock-on-android-S7-Galaxy-can-t/td-p/5090957",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Put password & fingerprint unlock on android S7 Galaxy; can't unlock.",
      "contact_date": "2017-03-09T02:59:00.000Z",
      "contact_id": "maillarrym",
      "text": "nw i can't remember the password that will allow me to use fingerprint; thus, i have no access to my phone. can only receive calls.",
      "source": "forum",
      "contact_duration": 39
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/WiFi-quality-issues/td-p/5090884",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "WiFi quality issues",
      "contact_date": "2017-03-09T01:14:00.000Z",
      "contact_id": "pacotaco",
      "text": " have a samsung s7 edge phone.i continue to have problems with maintaining a wifi connection at home with messages saying my internet quality is bad and will connect when the quality improves.i have multiple devices, iphones, tablets and android readers that have no problems connecting to the same wifi.how can i turn off what ever is determining that my wifi connection is of poor quality.",
      "source": "forum",
      "contact_duration": 21
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Samsung-S7-Edge-device-not-recharging-after-system-upgrade-7/td-p/5090025",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Samsung S7 Edge - device not recharging after system upgrade 7 March",
      "contact_date": "2017-03-08T03:00:00.000Z",
      "contact_id": "gzimmerman",
      "text": "usng a relatively new samsung s7 edge. immediately after the system update that was processed on 7 march, the device will not charge. when connected to the high-cap charger, it shows 14% bwwirelessery level and stays there. the charge indicator shows the device is in charge mode and system apps confirm charge state. however, it sat on charge all night and will not show charge progress. anyone else having a similar problem since the wwireless update?",
      "source": "forum",
      "contact_duration": 34
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/S7-Edge-Keyboard-Unresponsive-After-Update/td-p/5090040",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "S7 Edge Keyboard Unresponsive After Update",
      "contact_date": "2017-03-08T04:11:00.000Z",
      "contact_id": "Loquutus",
      "text": " let the update go through monday morning. now the keyboard is unresponsive and i can't enter my password to unlock my phone. i've tried the hard reset using the volume down and power button but that hasn't helped. i've also tried turning the phone off normally, but it goes to the password screen.on a side note, i went to an wwireless store monday afternoon and again tuesday morning to get this fixed and both times their internet was down and they were unable to use their diagnostic machine.any help would be much appreciated.",
      "source": "forum",
      "contact_duration": 20
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/S7-Edge-and-S7-Active-Update/td-p/5090041",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "S7 Edge and S7 Active Update",
      "contact_date": "2017-03-08T04:25:00.000Z",
      "contact_id": "JEME",
      "text": " have both a s7 active and an s7 edge and i cannot get either of them to update to android 7 both just say software up to date. s7 edge current version is 6.0.1, same with the s7 activewhat an i doing wrong, i have changed the date to try to trick the system to look for updates again.",
      "source": "forum",
      "contact_duration": 28
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Mobile-transfer-doesn-t-work-with-Samsung-Galaxy-S3-mini-Tried/td-p/5090054",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Mobile transfer doesn't work with Samsung Galaxy S3 mini. Tried direct connect and Kies/Smart Switch",
      "contact_date": "2017-03-08T05:04:00.000Z",
      "contact_id": "myalbator",
      "text": "ll theways i have tried say they are not compatible with the s3 mini and the new s7.",
      "source": "forum",
      "contact_duration": 36
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Need-help-unlocking-phone/td-p/5090044",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Need help unlocking phone",
      "contact_date": "2017-03-08T04:28:00.000Z",
      "contact_id": "Imperfect",
      "text": " have a galaxy express prime and i need the network unlock code so i can switch carriers but im having trouble getting the code",
      "source": "chat",
      "contact_duration": 16
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Cannot-update-to-Nougat-7-0-galaxy-s7/td-p/5090088",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Cannot update to Nougat 7.0 galaxy s7",
      "contact_date": "2017-03-08T06:05:00.000Z",
      "contact_id": "Eazye87",
      "text": " am currently trying to update my software to nougat 7.0. when i go to wwireless system updates it tells me \"current software is up to date\". i'm on wifi. got good signal. what gives? my wife upgraded her s7 no problem.",
      "source": "call",
      "contact_duration": 8
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/AT-amp-T-Visual-Voicemail/td-p/5090117",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "AT&T Visual Voicemail",
      "contact_date": "2017-03-08T06:59:00.000Z",
      "contact_id": "Sosam1012",
      "text": "snce when is my voicemail not compatible with my samsung j3?",
      "source": "call",
      "contact_duration": 26
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Cell-standby-draiing-battery/td-p/5090169",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Cell standby draiing battery",
      "contact_date": "2017-03-08T07:48:00.000Z",
      "contact_id": "myorttroy",
      "text": "ell standby is driaing the bwwirelessery life on my samsung s6 edge plus. its draining approximately 10% an hour. i went under settings - connections - wi-fi - more - advanced - and selected never under the keep wi-fi on during sleep - all other selections are on the off position.what else can i do?",
      "source": "call",
      "contact_duration": 42
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Text-Messages-with-Nougat/td-p/5090185",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Text Messages with Nougat",
      "contact_date": "2017-03-08T08:01:00.000Z",
      "contact_id": "Jj8279",
      "text": "inallyreceived nougat yesterday for my s7 active. only issue i notice is text messages do not keep order anymore. in other words i have all my outgoing texts separate and above all my replies underneath. anyone elseexperiencing this?thanks",
      "source": "call",
      "contact_duration": 29
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/samsung-j320a-att-gophone/td-p/5090162",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "samsung j320a att gophone",
      "contact_date": "2017-03-08T07:46:00.000Z",
      "contact_id": "denjen77",
      "text": "rom what i read, i can not unlock this phone for 6 months. if i use h2o and not wwireless gophone service, does that count towards the six months of use time?",
      "source": "call",
      "contact_duration": 26
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/I-requested-a-device-unlock-6-days-ago-with-no-response/td-p/5090616",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "I requested a device unlock 6 days ago with no response",
      "contact_date": "2017-03-08T20:58:00.000Z",
      "contact_id": "yajerusalem",
      "text": " requested a device unlock on the 2nd of march. on the 4th wwireless emailed me that it needs additional research and i should get a response in two business days. it's already 3 business days and i still didn't get a response.i'm not currently an wwireless customer. is there anyone i can contact?",
      "source": "chat",
      "contact_duration": 14
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/The-IMEI-you-entered-does-not-appear-to-be-an-AT-amp-T-wireless/td-p/5090231",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "The IMEI you entered does not appear to be an AT&T wireless phone or tablet.",
      "contact_date": "2017-03-08T08:28:00.000Z",
      "contact_id": "perentinko",
      "text": " have an iphone that is locked to wwireless network, it can be activated with only wwireless sim card and it does not accept any other. it is a replacement phone, and i am not able to unlock it since i can not even post an unlock request because when i insert the imei, it shows that it does not belong to wwireless, please help, imei:[edited for privacy-please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.]",
      "source": "call",
      "contact_duration": 45
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Group-text-messages-send-an-additional-reply-from-myself/td-p/5090344",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Group text messages send an additional reply from myself.",
      "contact_date": "2017-03-08T09:58:00.000Z",
      "contact_id": "cookie18bmc",
      "text": "whn i text in a group mesaage (green bubble) i get another grey bubble reply from myself. annoying. cannot figure out how to stop it.",
      "source": "call",
      "contact_duration": 20
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/At-amp-t-will-not-unlock-my-iphone-5s-2-yrs-after-paying-all-my/td-p/5090343",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "At&t will not unlock my iphone 5s 2 yrs after paying all my dues: case CASE ***",
      "contact_date": "2017-03-08T09:57:00.000Z",
      "contact_id": "wildeorchid",
      "text": "ws wwireless customer for 5 yrs when i broke my contract but paid all of dues for two lines on one a/c. one iphone5s one 6. they unlocked the 6 but they refused to unlock 5s. i still have the phone but can't use it when i travel to my native country. very unfortunate customer service..wasted hours talking to the customer service but to no use. currently using cricket network which is anotherwwireless company, so no issues. plz help me unlock so i can use this in my next visit abroad.[edited for privacy-this is a public forum. please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.]",
      "source": "call",
      "contact_duration": 46
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Unlock/td-p/5090454",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Unlock",
      "contact_date": "2017-03-08T11:34:00.000Z",
      "contact_id": "Lexita01",
      "text": " am trying to unlock my boyfriends old iphone that has already been fully paid for and wwireless denied my request because the imei number provided does not match a device that is currently on the wwireless network. help please.",
      "source": "call",
      "contact_duration": 60
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/Reset-iphone-and-locked-by-at-amp-t/td-p/5091023",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "Reset iphone and locked by at&t",
      "contact_date": "2017-03-08T22:15:00.000Z",
      "contact_id": "Trihuynh30495",
      "text": "xcuse me, my iphone was bought in wwireless and it was world, now i just have reset it and unfortunately it is locked, i have sent wwireless the unlock request for 5 days more and received a mail with the answer : \"this request requires additional research to determine eligibility. thank you for your patience. we're actively working on it and will send a response as soon as possible.\" and still not unlocked yeti am in another country now so i wanna use my iphone with another carrier sim card. it's necessary right now, so please help me to unlock my iphone earlier,thanks for reading my question",
      "source": "forum",
      "contact_duration": 39
    },
    {
      "source_url": "https://forums.att.com/t5/Samsung-Discussion-Support/Good-morning-I-need-to-unlock-my-cell-phone/td-p/5090048",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Samsung"
      ],
      "title": "Good morning, I need to unlock my cell phone.",
      "contact_date": "2017-03-08T04:51:00.000Z",
      "contact_id": "carinecbsilva",
      "text": " got a phone bought in the us, i'm trying to unlock but i can not provide the unlock code? samsung express 3 - model j120a imei[edited for privacy-please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.] thanks",
      "source": "call",
      "contact_duration": 41
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Account/ATT-customer-service-backs-store-fraud/td-p/5090615",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Account"
      ],
      "title": "ATT customer service backs store fraud",
      "contact_date": "2017-03-08T20:58:00.000Z",
      "contact_id": "gcompton",
      "text": "m story;i had my iphone stolen while i was on vacation. i went to the nearest wwireless retail store(300 miles from my home wwireless store). i had them shut my iphone down and erase all data stored on phone. this service was great, didn't know they could do this. they even located the phone so i could give local police deptment the location. now for the fraud.since i needed a new phone, the salesman said we have a great promotion, bogo, buy one get one free. i said i didn't need two phones since my wife had one allready. the salesman the states, \"with this plan she will get a new phone no charge\". at that point he explaines the 3 month wait, and how i will get credited back, and then her phone will be free. so, i agree and i walk out with two new phones.$months later, my bill hasn't changed, no refund, and still paying for extra phone. i go to my local wwireless store, they say they can't do anything and to contact store i purchased contract.i call the wwireless store i purchased phones from, they say its not there issue, and contact wwireless customer support.i call wwireless customer support, they said they will review the case and call me back within week. i give them three weeks, no call back. i call wwireless again, they say they have no case review on file, and ask if i have a case number. i explain i didnt get a case number. they then give me a case number and will get back to me soon. another three weeks go by, still no call. i call back, give case number, wwireless customer support then tells me to contact wwireless retail store i purchased from its there issue. i told wwireless support we have gone this route already, but they insist i conteacr reail store. i try to call the wwireless retail store, the phone number is no longer inservice. with some searching i find wwireless had shut store down.so cal back wwireless customer service, get someone on line that actually listened to my problem. she opened case file and started working up here chain of command. she explaines the customer manager will give me a call back, i think great here we go again. but i get a call a hour later, the customer manager then tells me, i didn't qualify for the plan because i wasn't adding a new line, and there is nothing she could do. she then hung up the phone before i could ask anything. i instanatly redial, and get the same customer support lady i had earlier, she said she was sorry they couldn't do anything and was going to try another route. couple hours later she calls back and said she added another 5g to my 15g data plan free, but still can't do anything to change my contract.i call this customer fraud, wwireless retail store selling me a contract, and billing me for something i didn't sign up for. and wwireless corp. standing behind a store they shut down.gordon [edited for privacy-please do not post personal or unique information such as but not limited to full names, employee id numbers, email addresses, phone numbers, account numbers, etc.]",
      "source": "forum",
      "contact_duration": 21
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/for-4-months-customer-service-has-not-solved-my-problem-AND-I/td-p/5089914",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "for 4 months customer service has not solved my problem AND I have been a loyal wireless customer fo",
      "contact_date": "2017-03-08T02:49:00.000Z",
      "contact_id": "Mardff",
      "text": " bought a new iphone 7 and traded in my iphone 6 they said wait a few months for credit to appear- now they say they have trade in but won't credit my account- no one returns my calls- 4 urgent cases owned by customer service- no reply to me after having 6 wireless lines for over 25 years- i hope they tape customer service calls because their service makes comcast look. good and that's nothing for wwireless to be proud of",
      "source": "call",
      "contact_duration": 13
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Collect-call-from-loved-one-in-jail/td-p/5090233",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Collect call from loved one in jail",
      "contact_date": "2017-03-08T15:31:00.000Z",
      "contact_id": "kshane783",
      "text": " set up an advancedpay account with connectnetwork gtl to receive calls from my loved one. will wwireless still charge me the $9.99 for accepting the call?",
      "source": "call",
      "contact_duration": 19
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Unlimited-Plus-plan-with-25-directv-bill-credit/td-p/5090263",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Unlimited Plus plan with $25 directv bill credit.",
      "contact_date": "2017-03-08T15:56:00.000Z",
      "contact_id": "hieutrinh",
      "text": " currently receive a $50 promotional credit on the wsatellite portion of my combined wwireless/directv billing. am i still eligible for the current $25 directv credit if i sign up for unlimited plus?",
      "source": "call",
      "contact_duration": 29
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Att-Next-discount/td-p/5090053",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Att Next discount?",
      "contact_date": "2017-03-08T12:06:00.000Z",
      "contact_id": "Deviney",
      "text": " noticed on the plans, if i upgrade to a new plan there is a $20.00 charge per device if i upgrade with next. my question is, what is the charge if i choose to not upgrade when my phone is paid off?solved!go to solution.",
      "source": "call",
      "contact_duration": 36
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Dispute-an-account/td-p/5089812",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Dispute an account",
      "contact_date": "2017-03-08T00:46:00.000Z",
      "contact_id": "Leeromain",
      "text": " just checked my credit report and i have a hard inquiry from wwireless services, inc. 12911 e 183rd st. cerritos, ca 90703. i've never tried to start an account with wwireless. and the date on the account is before i was even 18. how do i dispute this?",
      "source": "call",
      "contact_duration": 13
    },
    {
      "source_url": "https://forums.att.com/t5/Apple/I-need-to-switch-carriers-due-to-signal-issues-the-ETF-should-be/td-p/5090412",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Apple"
      ],
      "title": "I need to switch carriers due to signal issues.  the ETF should be waived but i would lose my number",
      "contact_date": "2017-03-08T10:58:00.000Z",
      "contact_id": "jrummer",
      "text": "wth the increase in unlimited plan going up and the waived etf, i wanted to switch carriers finally, due to poor signal strength in my rural areas. don't really want to but i can't be without service when i travel. i wanted to port my number and cancel my account but the rep says that porting my number negates the etf waive and that i have to cancel and lose my number (can't port it) to get out of my contract. this seems odd that my phone number would be held hostage with this increase. normally when the contract is cancelled, i get to keep the number and unlock my device. can someone help me do this please?",
      "source": "forum",
      "contact_duration": 48
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Unlimited-data-for-new-direct-tv-customer/td-p/5090449",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Unlimited data for new direct tv customer",
      "contact_date": "2017-03-08T11:29:00.000Z",
      "contact_id": "Dawn7878",
      "text": " just became a wsatellite customer and was told i can get on an unlimited internet plan because of this. it that true?",
      "source": "call",
      "contact_duration": 47
    },
    {
      "source_url": "https://forums.att.com/t5/Data-Messaging-Features-Internet/Is-there-a-way-to-view-the-history-of-websites-searched-on/td-p/5090128",
      "tags": [
        "Wireless",
        "Features & Services",
        "Data & Messaging Features, Internet Tethering"
      ],
      "title": "Is there a way to view the history of websites searched on another phone",
      "contact_date": "2017-03-08T07:09:00.000Z",
      "contact_id": "Worriedmama55",
      "text": "an i access the history on my daughters iphone. i think she has been going to websites she shouldn't be on but she knows her phone better then me and she knows how to delete her history and change the settings i put on there. how do i view her history and data before she can hide it?solved!go to solution.",
      "source": "call",
      "contact_duration": 8
    },
    {
      "source_url": "https://forums.att.com/t5/Wireless-Billing/Phone-purchase/td-p/5090490",
      "tags": [
        "Wireless",
        "Wireless Account & Billing",
        "Wireless Billing"
      ],
      "title": "Phone purchase.",
      "contact_date": "2017-03-08T19:10:00.000Z",
      "contact_id": "msguest",
      "text": "hllo - i am interesting in getting two phone on two seperate lines (one for me and one for my wife).is there any special deals? family plans? special pricing?i used the cart. and came up with the price of: $94.66see it here: https://m.wwireless.com/shopmobile/cart/cartsummary.htmlmichael",
      "source": "chat",
      "contact_duration": 23
    },
    {
      "source_url": "https://forums.att.com/t5/Android/SMS-down-after-update/td-p/5090316",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "SMS down after update",
      "contact_date": "2017-03-08T09:35:00.000Z",
      "contact_id": "Noobolin",
      "text": " cannot send texts after this new update and all my apps keep freezing. it just keeps saying \"sending\" with texting. i can't send pictures either. please help. my bwwirelessery is dying so rapidly too when it was fine before the update, it's pretty new.",
      "source": "chat",
      "contact_duration": 5
    },
    {
      "source_url": "https://forums.att.com/t5/Android/LG-V10-won-t-power-on/td-p/5090318",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "LG V10 won't power on",
      "contact_date": "2017-03-08T09:36:00.000Z",
      "contact_id": "monilynn91",
      "text": "m phone worked this morning then restarted itself but it wont turn all the way on it just gets to the lg life's good screen and stays there. i have tried everything i've read but nothing works. what can i do?",
      "source": "chat",
      "contact_duration": 43
    },
    {
      "source_url": "https://forums.att.com/t5/Android/LG-tablet-won-t-connect-to-LTE/td-p/5090345",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "LG tablet won't connect to LTE",
      "contact_date": "2017-03-08T10:01:00.000Z",
      "contact_id": "Carlos89",
      "text": "hs a data plan. but will not connect.",
      "source": "chat",
      "contact_duration": 49
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Need-a-network-unlock-code/td-p/5090057",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Need a network unlock code",
      "contact_date": "2017-03-08T05:14:00.000Z",
      "contact_id": "Taken69",
      "text": " purchased a second hand phone offline and i am trying to activate it with my carrier however it says i need a network unlock code..... problem is i don't know the persona name or mobile number that wwireless.com/unlockdevice requires to request a code.... can anyone help me",
      "source": "forum",
      "contact_duration": 44
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Unlocking-a-Samsung-S7-Active/td-p/5090888",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Unlocking a Samsung S7 Active",
      "contact_date": "2017-03-08T18:28:00.000Z",
      "contact_id": "Mrsaustin413",
      "text": " bought a this phone off ebay. i got the unlock code from wwireless. i do not have prompts asking me to put the code in. i've followed all directions. nothing has worked. i'm unlocking for my straight talk sim card. what am i doing wrong?",
      "source": "chat",
      "contact_duration": 15
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Number-will-not-transfer-to-new-phone/td-p/5091009",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Number will not transfer to new phone",
      "contact_date": "2017-03-08T21:31:00.000Z",
      "contact_id": "Moniquedean",
      "text": "k i added my fianc to my plan yesterday afternoon. i was told to my face more than once that we would be able to activate his phone yesterday. but yet when i called n put on hold serval times his phone still isn't active. i'm beyond upset . i was told to call a certain number back at midnight n now i'm beyond upset . why cant i activate his phone? this is rediculous",
      "source": "chat",
      "contact_duration": 17
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Incoming-texts/td-p/5090509",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Incoming texts",
      "contact_date": "2017-03-08T12:30:00.000Z",
      "contact_id": "Teresaf",
      "text": " have an lg v20 since november. i have intermittent issues receiving texts from all carriers. i'll send a text & might not get one back for hours until i restart my phone. other days it works fine no prob. this is so annoying that people think i'm ignoring them & vice versa. anybody else have this problem?",
      "source": "chat",
      "contact_duration": 31
    },
    {
      "source_url": "https://forums.att.com/t5/Android/how-many-days/td-p/5090722",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "how many days",
      "contact_date": "2017-03-08T15:32:00.000Z",
      "contact_id": "karenjane",
      "text": "hw many days does it take to get my phone after its shipped?",
      "source": "call",
      "contact_duration": 40
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Recover-texts-and-voice-texts/td-p/5090747",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Recover texts and voice texts",
      "contact_date": "2017-03-08T15:54:00.000Z",
      "contact_id": "KimChute",
      "text": " have an lg phoenix 2 and i'd like to find my text messages and my voice text messages that are stored on my phone and i can't find them but i know they're there in the background somewhere can anyone help?",
      "source": "call",
      "contact_duration": 47
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Calls/td-p/5090768",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Calls",
      "contact_date": "2017-03-08T16:13:00.000Z",
      "contact_id": "Bobbij",
      "text": " went to an international plan. and i can use my txt and data but i can't make phone calls. y don't the calls go through?",
      "source": "call",
      "contact_duration": 16
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Talk-to-text-malfunction/td-p/5090815",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Talk to text malfunction",
      "contact_date": "2017-03-08T16:49:00.000Z",
      "contact_id": "JoannaEpps",
      "text": "m talk-to-text is not functioning correctly.my talk-to-text is not functioning correctly period my talk to text is not functioning correctly. my talk to text is not functioning correctly period as you can see, it prints every iteration of what i have said as you can see comma it prints every iteration of what i have said as you can see, it print every iteration of what i have said as you can see, it prince every iteration of what i have said. period please advise. please advise period",
      "source": "call",
      "contact_duration": 19
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Software-update/td-p/5090849",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Software update",
      "contact_date": "2017-03-08T17:33:00.000Z",
      "contact_id": "Coonimokids",
      "text": "m phone keeps wanting to do a software update. i've done it twice already. it's wanting to do it again. it won't let me say no.",
      "source": "call",
      "contact_duration": 28
    },
    {
      "source_url": "https://forums.att.com/t5/Android/Voicemail/td-p/5090851",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Android"
      ],
      "title": "Voicemail",
      "contact_date": "2017-03-08T17:34:00.000Z",
      "contact_id": "Steelmadness71",
      "text": "m voicemail isn't working and 611 help is closed. looks like at t is no help anymore?",
      "source": "call",
      "contact_duration": 27
    },
    {
      "source_url": "https://forums.att.com/t5/Other-Phones-Devices/What-Bands-and-Frequencies-will-LTE-M-also-known-as-M1-operate/td-p/5090585",
      "tags": [
        "Wireless",
        "Phones & Devices",
        "Other Phones & Devices"
      ],
      "title": "What Bands and Frequencies will LTE-M (also known as M1) operate on within the AT&T network?",
      "contact_date": "2017-03-08T13:38:00.000Z",
      "contact_id": "dunsy22",
      "text": "wht bands and frequencies will lte-m (also known as m1) operate on within the wwireless network? current lte cat 1 deployments operate on bands 2, 4, and 12 - will lte-m also run on those bands? is there a 'primary' band expected to be used on the network?i would like to understand what bands need to be supported on a product we are developing that will run on wwireless's network.",
      "source": "chat",
      "contact_duration": 54
    }
  ]
}
